{
  "Events": [
    {
      "Event": "Patton's Third Army Planning and Initial Setup for Advance East of Seine",
      "Sub-event": "Strategic Dilemma and Directive for Eastward Drive",
      "Sub-event_summary": "Patton considered enveloping German forces north toward Beauvais but was directed eastward toward the upper Rhine by Bradley. Third Army positioned south of Paris with XII and XX Corps, each reinforced to include one armored and two infantry divisions. Supply shortages critical, mitigated by airlifts, captures, and emergency trucking.",
      "Sub-event_fulltext": {
        "Paragraph_1": "Holding Seine River bridgeheads south of Paris, General Patton faced a dilemma. Eastward lay Metz, an objective that had fascinated him for a long time.<sup>[26](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn26)</sup> Yet an equally glowing opportunity existed to make a third envelopment according to the pattern established at Argentan and Elbeuf. If after moving south and east of Paris the Third Army wheeled north toward Beauvais, Patton would stick armored spearheads into the flank of those German forces that had escaped across the Seine River. To some commanders it seemed that the maneuver was the old Schlieffen plan in reverse, w ith the same weakness on the right. The maneuver would also place the Third Army athwart the routes of advance of the other armies and probably delay a drive toward the German border. Nevertheless, Patton prepared to execute both plans--a drive to Metz and an envelopment--until Bradley pointed him unequivocably eastward, toward the upper Rhine, two hundred and fifty miles away.<sup>[27](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn27)</sup>",
        "Paragraph_2": "A series of water barriers lies between the upper Seine and the Rhine. To the northeast is the Marne, a semicircular tiara ornamented by Château-Thierry, Epernay, Châlons-sur-Marne, Vitry-le-François, and St. Dizier. Beyond is the Vesle River and the cathedral city of Reims. Cutting across the army zone of advance next in succession come the Aisne, the Meuse (flowing through the familiar World War I towns of Verdun, St. Mihiel, and Commercy), and the Moselle (flowing through Metz and Nancy). Farther east, one hundred miles away, is the Rhine River itself, the objective of the Third Army pursuit.",
        "Paragraph_3": "Though the water obstacles offered excellent defensive opportunities, the Americans did not believe the Germans capable of organizing serious resistance.<sup>[28](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn28)</sup> They were right. Although the *First Army* knew of the two possible routes the Third U.S. Army might take, so few German forces were on hand that little could be done to prevent Patton from moving freely. Losses in vehicles and signal equipment, which had been extremely heavy, intensified the problem of deploying inadequate numbers of troops to threatened sectors. Knobelsdorff tried to protect the *First Army* left flank along the Seine east of Montereau by committing the *17th SS Panzer Grenadier Division*--which had been restored to nearly full strength by two newly arrived panzer grenadier regiments composed mostly of school personnel with no unit training--and remnants of the *9th Panzer Division*--consisting of a battalion of armored infantry, four or five tanks and assault guns, and one battery of artillery. To oppose a Third Army drive toward Reims, Knobelsdorff counted on the *LXXX Corps,* which had organized absorption points along the",
        "Paragraph_4": "*--664--* <a id=\"page665\"></a> * * * > Marne from Melun via Château-Thierry to Châlons and, with organic remnants fleshed out by stragglers, had established a thin but coherent line from Soissons through Epernay to Châlons. Security troops, provisional units, and stationary antiaircraft detachments supplemented the combat forces in the *First Army* sector.<sup>[29](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn29)</sup>",
        "Paragraph_5": "Although it was true that the German opposition posed no great problem, the distance from the upper Seine to the Rhine, the frontage to be covered, and the wide-open right flank were serious matters. The strength of the Third Army south of Paris and the status of supply might not be equal to the task.",
        "Paragraph_6": "The Third Army south of Paris consisted of two corps, the XII and the XX, standing abreast, each with one armored and one infantry division--contrary to general belief, far from \"top heavy\" in armor. To flesh out the corps, Patton added one infantry division to each, the 90th going from Argentan to XX Corps, the 80th from Orléans to XII. The VIII Corps was not available for the eastward drive since it was engaged in Brittany, but the XV Corps, which was holding the Mantes-Gassicourt bridgehead in the First U.S. Army zone, was soon to revert to Patton's command. Patton hoped to match the XV, the XX, and the XII Corps with his three immediate",
        "Paragraph_7": "*--665--* <a id=\"page666\"></a> * * * > objectives, Reims, Châlons, and Vitry-le-François, but the XV Corps did not become available as soon as expected, and since only two corps were south of Paris, objectives had to be juggled.<sup>[30](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn31)</sup> As it turned out, the XII and XX Corps were adequate.",
        "Paragraph_8": "The problem of supplies was more serious. No appreciable ration reserves had been accumulated, clothing and individual equipment needed replacement, shortages of medical and signal supplies were becoming critical, and gasoline stocks were dangerously low. With the exception of clothing and individual equipment--which had top priority for the rest of the month--stocks were replenished by emergency measures and by good fortune. On 25 August two hundred and seven air transports landed at Orléans with 507 tons of supplies, mostly rations, and on the following day 80 tons of medical supplies were airlifted in. Ten tons of medical equipment were captured at Orléans, fifteen tons at Dreux, and twenty at Fontainebleau. Three hundred miles of German telephone wire found in a cave near Chartres replaced to a certain extent the innumerable reels of wire unraveled across the countryside. Other signal supplies arrived from England with a shipment of four truck companies to the Third Army. When Third Army gasoline receipts on 23 August fell short of daily expenditures, the Communications Zone established a special trucking service from the beaches. This, however, could not remedy the situation at once, for the XII Corps, which estimated that it used between 200,000 and 300,000 gallons of gasoline to move fifty miles, found only 31,000 gallons on hand on 24 August and 75,000 gallons on the following day. Only the capture of thirty-seven carloads of German gasoline and oil at Sens restored stocks somewhat and made possible at least the commencement of operations east of the Seine bridgeheads.<sup>[31](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn31)</sup>",
        "Paragraph_9": "Before moving his forces beyond the Seine, Patton relinquished to the First U.S. Army the Melun bridgehead, which had been secured by the XX Corps. He also relieved XII Corps of the duty of guarding the Loire River west of Orléans by extending VIII Corps responsibility.<sup>[32](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn32)</sup> With these details attended to, he ordered XX Corps to advance from Fontainebleau and Montereau to Nogent-sur-Seine, then to Reims; he instructed XII Corps to drive from Troyes to Châlons-sur-Marne. *[](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-XV.jpg)*"
      },
      "Footnote_References": ["26", "27", "28", "29", "30", "31", "32"],
      "Place_Name": ["Seine River", "Metz", "Beauvais", "Marne River", "Reims", "Châlons-sur-Marne", "Vitry-le-François", "St. Dizier", "Meuse River", "Moselle River", "Rhine River", "Orléans", "Troyes", "Fontainebleau", "Montereau", "Sens", "Melun", "Mantes-Gassicourt"],
      "Dates": {
        "Date_group_of_event": "Late Aug 1944 (planning and prep, 23-25 Aug emphasis)",
        "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-31.html",
        "Zulu_date_group_of_event": "23-25 Aug 44 BST"
      },
      "TOE": {
        "Unit": "Third Army",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Commander": "Lt. Gen. George S. Patton Jr.",
          "Rank": "Lieutenant General",
          "Biographical_reference": "https://en.wikipedia.org/wiki/George_S._Patton"
        },
        "Subordinates": [
          {
            "Unit": "XII Corps",
            "Commander": "Maj. Gen. Manton S. Eddy",
            "Rank": "Major General",
            "Date": "Aug 1944",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Manton_S._Eddy"
          },
          {
            "Unit": "XX Corps",
            "Commander": "Maj. Gen. Walton H. Walker",
            "Rank": "Major General",
            "Date": "Aug 1944",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Walton_Walker"
          }
        ]
      },
      "Casualties": {
        "Allied": {
          "Allied_US_KIA": "0",
          "Allied_US_WIA": "0",
          "Allied_US_Missing": "0",
          "Allied_US_Unspecified_Casualties": "0",
          "Allied_US_Prisoner_of_War": "0"
        },
        "Axis": {
          "Axis_DE_KIA": "0",
          "Axis_DE_Unspecified_Casualties": "0",
          "Axis_DE_Prisoner_of_War": "0"
        }
      },
      "Media": [
        {
          "Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/img/USA-E-Breakout-p665.jpg",
          "Description": "Demolished Bridge at Châlons-sur-Marne",
          "License": "Public domain (U.S. Government publication)"
        }
      ],
      "Place": [
        {
          "Place_Name": "Châlons-sur-Marne (now Châlons-en-Champagne), France",
          "Place_GPS_coordinate": "48.9567 N, 4.3633 E",
          "Map_Reference": "Map XV",
          "Map_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-XV.jpg",
          "ExternalMapLink": "https://en.wikipedia.org/wiki/Ch%C3%A2lons-en-Champagne#/media/File:Chalons-en-Champagne_map.svg",
          "ExternalMapLinkCaptureDate": "2025-12-30"
        }
      ],
      "Weather": [
        {
          "Place_Name": "Northern France (general area, Seine to Meuse)",
          "Place_GPS_coordinate": "48.8566 N, 2.3522 E",
          "Weather_text": "Late summer conditions generally favorable for rapid motorized advance; no major storms reported impeding operations until 31 August when heavy rain occurred during advance toward Meuse from St. Dizier to Commercy.",
          "Spatial_Bounding_Box Coordinates": {
            "West": 1.3522,
            "East": 3.3522,
            "South": 47.8566,
            "North": 49.8566
          }
        }
      ]
    },
    {
      "Event": "XII Corps Advance to Marne and Meuse",
      "Sub-event": "Capture of Troyes, Vitry-le-François, Châlons-sur-Marne, and Meuse Bridgeheads",
      "Sub-event_summary": "CCA 4th Armored captured Troyes (25-26 Aug), advanced to Vitry-le-François and crossed Marne (28 Aug), then to Châlons (29 Aug) with fuel captures enabling continuation. CCA reached Commercy, seized intact Meuse bridge (31 Aug in heavy rain). CCB crossed Marne near Joinville, took Vaucouleurs (1 Sep); 80th Division established bridgeheads at Commercy and St. Mihiel.",
      "Sub-event_fulltext": {
        "Paragraph_10": "In the XII Corps zone, CCA of the 4th Armored Division was capturing Troyes on 25 August. The German garrison of security troops and miscellaneous remnants resisted surprisingly well. Not until noon of the following day did the battle come to an end, with the Americans in possession not only of the town but of 500 prisoners and with Allied fighter-bombers harassing a small group of fleeing Germans.",
        "Paragraph_11": "While CCB swept the corps zone without encountering any resistance to speak of, and while the 35th Division protected the right flank from Orléans to Troyes, CCA on 28 August sped fifty miles from",
        "Paragraph_12": "*--666--* <a id=\"page667\"></a> * * * > Troyes to Vitry-le-François without difficulty and crossed the Marne. As the 80th Division attacked from Troyes toward Châlons on the west bank of the Marne, CCA moved down the east bank. By noon of 29 August the squeeze play had netted Châlons.",
        "Paragraph_13": "By then XII Corps was virtually out of gasoline. Fortunately, more than 100,000 gallons of German fuel were captured, mostly at Châlons. By careful restrictions of vehicular movement, the corps could continue toward Commercy and the Meuse River.<sup>[33](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn33)</sup>",
        "Paragraph_14": "CCA of the 4th Armored turned southeast from Châlons and entered St. Dizier, which had earlier been captured by the 2d Cavalry Group, and on the morning of 31 August, in a heavy rain, the combat command drove toward the Meuse. A light company in advance of the main body surprised enemy outposts at Commercy, neutralized artillery emplacements by shooting the gun crews before they could so much as remove their breechblock covers, seized the bridge across the Meuse intact, and took possession of high ground immediately to the east.",
        "Paragraph_15": "On the same day, while the 35th Division guarded the corps right flank, CCB advanced across the Marne near Joinville. A day later, on 1 September, CCB took Vaucouleurs and seized high ground east of the Meuse. The 80th Division moved through Bar-le-Duc, took over the bridgehead at Commercy, and established another Meuse bridgehead at St. Mihiel.<sup>[34](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn34)</sup>"
      },
      "Footnote_References": ["33", "34"],
      "Place_Name": ["Troyes", "Vitry-le-François", "Châlons-sur-Marne", "St. Dizier", "Commercy", "Vaucouleurs", "Bar-le-Duc", "St. Mihiel", "Meuse River"],
      "Dates": {
        "Date_group_of_event": "25 Aug - 1 Sep 1944",
        "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-31.html",
        "Zulu_date_group_of_event": "25 Aug - 01 Sep 44 BST"
      },
      "TOE": {
        "Unit": "XII Corps",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Commander": "Maj. Gen. Manton S. Eddy",
          "Rank": "Major General"
        },
        "Subordinates": [
          {
            "Unit": "4th Armored Division",
            "Commander": "Maj. Gen. John S. Wood",
            "Rank": "Major General",
            "Date": "Aug 1944"
          },
          {
            "Unit": "80th Infantry Division",
            "Commander": "Maj. Gen. Horace L. McBride",
            "Rank": "Major General"
          },
          {
            "Unit": "35th Infantry Division",
            "Commander": "Maj. Gen. Paul W. Baade",
            "Rank": "Major General"
          }
        ]
      },
      "Casualties": {
        "Allied": {
          "Allied_US_KIA": "0",
          "Allied_US_Unspecified_Casualties": "0"
        },
        "Axis": {
          "Axis_DE_Prisoner_of_War": "500 (at Troyes)"
        }
      },
      "Place": [
        {
          "Place_Name": "Commercy, France",
          "Place_GPS_coordinate": "48.5900 N, 5.1600 E",
          "Spatial_Bounding_Box Coordinates": {
            "West": 4.16,
            "East": 6.16,
            "South": 47.59,
            "North": 49.59
          }
        }
      ],
      "Weather": [
        {
          "Place_Name": "Commercy / St. Dizier area, France",
          "Place_GPS_coordinate": "48.5900 N, 5.1600 E",
          "Weather_text": "Heavy rain on 31 August during advance toward Meuse; otherwise late-summer conditions supported rapid motorized pursuit.",
          "Spatial_Bounding_Box Coordinates": {
            "West": 4.16,
            "East": 6.16,
            "South": 47.59,
            "North": 49.59
          }
        }
      ]
    },
    {
      "Event": "XX Corps Advance to Reims and Meuse",
      "Sub-event": "Thrust to Reims, Liberation of Reims, and Meuse Crossing at Verdun",
      "Sub-event_summary": "7th Armored Division advanced from Melun/Montereau (25-26 Aug), reached Epernay and Château-Thierry, seized Marne bridges (28 Aug), bypassed and cut roads north of Reims; 5th Division liberated Reims (30 Aug). Corps advanced to Verdun, crossed Meuse (31 Aug - 1 Sep) despite air attacks, aided by FFI preventing bridge demolition.",
      "Sub-event_fulltext": {
        "Paragraph_16": "Much the same thing was happening in the XX Corps sector. The corps lacked positive knowledge of the forces in opposition, but it was not long before the 7th Armored Division, attacking east from Melun on 25 August, encountered troops of the *48th* and *338th Division,* horse-drawn artillery of the *708th Division,* and tank elements of the *17th SS Panzer Grenadier.* The 5th Division attacked east from Montereau on 26 August and met somewhat less opposition as it seized Nogent-sur-Seine and Romilly.",
        "Paragraph_17": "To free the 7 th Armored Division for a quick thrust northeast to Reims, Walker instructed the 5th Division to clear Provins. Then, as the 5th Division followed on the right and the 90th followed on the left, the 7 th Armored spearheaded the attack toward Reims on 28 August with two combat commands abreast--a total of six columns driving ahead to fulfill General Silvester's hope that one or two at least would capture bridges over the Marne intact. Advancing against small pockets of resistance, in actuality the disintegrating panzer grenadiers, the armored division reached Epernay and came into contact with the *LXXX Corps'* Marne River defenders. Two platoons of American armored infantry got across a still-intact bridge near Dormans before the Germans demolished it. Though most of the bridges were already destroyed, engineers quickly threw treadways across the river during the night. From Epernay, CCB drove north toward the Aisne, bypassing Reims on the east. Meanwhile, CCA and CCR on the left jumped ahead to Château-Thierry, overran roadblocks on the outskirts",
        "Paragraph_18": "*--667--* <a id=\"page668\"></a> * * * > of the city, and seized several Marne River bridges. Continuing through Fismes to the Aisne on 29 August, CCA and CCR wheeled eastward and cut the roads north of Reims. The 5th Division then liberated Reims on 30 August without difficulty.",
        "Paragraph_19": "That afternoon XX Corps drove eastward in a column of divisions toward Verdun, seventy miles away. Difficult terrain such as the Argonne Forest, increasing but still scattered resistance, and the necessity of conserving gasoline slowed the advance. The Germans had installed mines to destroy the Meuse River bridge at Verdun, but the FFI prevented demolition. By noon on 31 August, 7th Armored Division tanks were in town and across the river, and on the first day of September, despite German air attacks that vainly tried to destroy the bridge, XX Corps was across the Meuse in strength.<sup>[35](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn35)</sup>"
      },
      "Footnote_References": ["35"],
      "Place_Name": ["Melun", "Montereau", "Nogent-sur-Seine", "Romilly", "Provins", "Reims", "Epernay", "Dormans", "Château-Thierry", "Fismes", "Verdun", "Meuse River"],
      "Dates": {
        "Date_group_of_event": "25-31 Aug 1944",
        "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-31.html",
        "Zulu_date_group_of_event": "25-31 Aug 44 BST"
      },
      "TOE": {
        "Unit": "XX Corps",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Commander": "Maj. Gen. Walton H. Walker",
          "Rank": "Major General"
        },
        "Subordinates": [
          {
            "Unit": "7th Armored Division",
            "Commander": "Maj. Gen. Lindsay M. Silvester",
            "Rank": "Major General",
            "Date": "Aug 1944"
          },
          {
            "Unit": "5th Infantry Division",
            "Commander": "Maj. Gen. Stafford LeRoy Irwin",
            "Rank": "Major General"
          },
          {
            "Unit": "90th Infantry Division",
            "Commander": "Maj. Gen. Raymond S. McLain",
            "Rank": "Major General"
          }
        ]
      },
      "Place": [
        {
          "Place_Name": "Reims, France",
          "Place_GPS_coordinate": "49.2583 N, 4.0317 E"
        },
        {
          "Place_Name": "Verdun, France",
          "Place_GPS_coordinate": "49.1594 N, 5.3872 E"
        }
      ],
      "Weather": [
        {
          "Place_Name": "Reims / Verdun area, France",
          "Weather_text": "No specific adverse weather reported during advance; operations proceeded under late-summer conditions enabling rapid armored thrusts.",
          "Spatial_Bounding_Box Coordinates": {
            "West": 3.0317,
            "East": 6.0317,
            "South": 48.2583,
            "North": 50.2583
          }
        }
      ]
    },
    {
      "Event": "Overall Pursuit Characteristics and Halt at Meuse",
      "Sub-event": "Nature of Pursuit, Captures, and Supply-Induced Halt",
      "Sub-event_summary": "Rapid, opportunistic pursuit with motorized columns, bridge seizures, and incidental captures (fuel, supplies, prisoners). Advance exhilarating but logistically strained; gasoline exhaustion halted Third Army at Meuse bridgeheads by 31 Aug - 1 Sep. German forces disorganized but not routed; reinforcements allocated to First Army.",
      "Sub-event_fulltext": {
        "Paragraph_20": "The Third Army's eastward advance during the last week in August had been a spectacularly fast movement against disorganized opposition--pursuit warfare at its best, a headlong, pell-mell rush that swept Allied troops irresistibly toward the German border. By its nature opportunistic and relatively uncontrolled, it was also exciting. Units sought the enemy for battles of maneuver and surprise, and reconnaissance detachments and advance points had occasional nasty engagements. It was a motorized advance, everybody riding on tanks, trucks, trailers, and jeeps. It was a frantic search for bridges or fords. The Americans had the exhilaration of striking toward distant objectives and maintaining an incredibly rapid movement to deny the enemy the ability to organize and defend natural terrain obstacles. It was an immense clearing operation that liberated thousands of square miles.",
        "Paragraph_21": "Pursuit warfare meant capture of exciting booty such as the thirty-four carloads of German freight that contained parachutes (the silk was excellent for scarves and as gifts), tinned food, margarine (rumored from Indianapolis), powdered milk, sardines (supposedly from California), liver paste (allegedly from New York), and plenty of wine and cognac (indubitably French). It was also a time of hysterical happiness for liberated Frenchmen.",
        "Paragraph_22": "It was a period of confusion, when a jeepload of soldiers who had missed a turn in the road might capture a village, when an antiaircraft battery or a few Quartermaster truck drivers might inadvertently take a hundred Germans prisoner, when a single officer might go way ahead of his unit only to find that another outfit had already seized his assigned objective.",
        "Paragraph_23": "It was also a time of anxiety for commanders, of worry that gasoline supplies might be inadequate to allow continuation of a virtually unimpeded advance, of reflection that the tyranny of logistics might be more baleful than the opposition of the enemy. It was not clear then whether the reason was a shortage of gasoline on the Continent or an inability to get it forward from the beaches. The ever present possibility of a lack of fuel supplies hung like Damocles' sword, threatening to cut the triumphant Third Army movement toward the Rhine. Yet Patton remained cheerful, the most optimistic man in the world, unwilling",
        "Paragraph_24": "*--668--* <a id=\"page669\"></a> * * * > to be concerned, at least outwardly. Patton was also, it seemed, the luckiest man in the world, for captured stocks of fuel had helped him get across the Meuse.<sup>[36](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn36)</sup>",
        "Paragraph_25": "In possession of Meuse River bridgeheads between Verdun and Commercy, Patton was in position to attack toward the Moselle between Metz and Nancy, and from there the Rhine River was barely a hundred miles away.<sup>[37](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn37)</sup> This was his intention, but by then his supply lines were drawn to the breaking point. Soldiers in the forward echelons needed shoes, heavy underwear, and socks, and these items could not move fast enough to reach the advancing spearheads. The mechanical beasts of burden needed spare parts and maintenance. Still the most critical shortage was gasoline. The 12th Army Group on 30 August had notified the Third Army that no appreciable gasoline stocks would be forthcoming until at least 3 September, and, sure enough, the army received no gasoline on the last day of the month.<sup>[38](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn38)</sup>",
        "Paragraph_26": "By then the army was virtually bone dry. Individual tanks were dropping out of combat formations for lack of gasoline. The chance of a speedy resumption of the pursuit east of the Meuse, a hope that depended on motorized columns, appeared nil. To glum commanders whose units had swept across France only to immobility at the Meuse, the Biblical quotation, \"But what shall it profit a man . . . ,\" seemed apt. \"It seems strange to me,\" General Eddy confided to his diary, \"that we should be sitting here. . . . I am convinced that if we could obtain the necessary fuel this war might be over in a matter of a few weeks.\" He forgot that the Third Army drive toward Metz was only the subsidiary Allied effort, and the disappointment of halting an exhilarating drive was doubly galling because he thought that the other Allied armies were still \"forging ahead, evidently with everything that is needed.\"<sup>[39](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn39)</sup>",
        "Paragraph_27": "Although General Eddy's reflection mirrored a feeling prevalent throughout the Third Army at the beginning of September, the other armies were not getting everything they needed. Nor would a plentiful supply of gasoline for the Third Army have won the war.<sup>[40](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn40)</sup> When gasoline became available in the first week of September and General Patton's troops attacked eastward toward the Moselle, they discovered that strong and organized German forces opposed them. Although it might have seemed to the Third Army that its brief halt had allowed enemy units to gather, the German defenders did not spring from Hitler's head full grown and fully armed as did Athena from Zeus'.",
        "Paragraph_28": "It was true that the advance east of the Seine had almost immediately eliminated the newly reconstituted *17th SS Panzer Grenadier Division* and had reduced the *48th* and *338th Divisions* to small kampfgruppen, but it was also true that the American drive that threatened Dijon, toward which the German troops in southern France were withdrawing, forced the German high command to allocate the most immediately available reinforcements to the *First Army.* By",
        "Paragraph_29": "*--669--* <a id=\"page670\"></a> * * * > 29 August the large gap on the *First Army* left, which left open the road to the Saar by way of Vitry-le-François, Verdun, and Metz, caused OKW to assign to the *First Army,* in addition to the two panzer grenadier divisions coming from Italy, four *Volks Grenadier* divisions, two panzer brigades, and eventually several divisions that had fought in Normandy. With these forces, the *First Army* received the mission of defending the exposed German border between Luxembourg and Nancy and of preventing the potential encirclement of *Army Group B* by fighting at Moselle River.<sup>[41](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn41)</sup>",
        "Paragraph_30": "The Germans had shown no evidence of rout or mass collapse. On the contrary, German military government officers and OKH inspectors had manifested considerable individual initiative in scraping together provisional units and trying to slow the Americans by forcing spearheads to deploy off the roads or by destroying an occasional bridge, and by fighting wherever possible. Despite serious losses, the Germans had extricated fighting men of good quality. It was the security troops, the antiaircraft personnel, and the supply forces who filled the American prisoner of war cages, not the combat soldiers, and American intelligence officers recognized that the enemy was preparing a defensive line \"known only to himself.\" Although the Germans were wholly on the defensive, they were trading earth for time in the hope that worsening weather conditions, bringing poor visibility and mud, would ground Allied airplanes and immobilize Allied tanks.<sup>[42](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn42)</sup>",
        "Paragraph_31": "If Patton's troops had not met stiffened resistance at the Moselle, they would have encountered it at the Rhine. In either case, the rugged warfare that awaited the Third Army was to bring disturbing memories of the hedgerows. The Lorraine campaign was to prove that the August pursuit was a finite experience. Adequate gasoline at the end of the month would probably not have sustained the dream of an unlimited pursuit terminating in quick victory.<sup>[43](https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html#fn43)</sup>"
      },
      "Footnote_References": ["36", "37", "38", "39", "40", "41", "42", "43"],
      "Place_Name": ["Meuse River", "Moselle River", "Metz", "Nancy", "Rhine River", "Dijon", "Saar"],
      "Dates": {
        "Date_group_of_event": "Late Aug - early Sep 1944 (halt by 31 Aug - 1 Sep)",
        "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-31.html",
        "Zulu_date_group_of_event": "31 Aug - 01 Sep 44 BST"
      },
      "TOE": {
        "Unit": "Third Army",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Commander": "Lt. Gen. George S. Patton Jr.",
          "Rank": "Lieutenant General"
        }
      },
      "Casualties": {
        "Allied": {
          "Allied_US_Unspecified_Casualties": "0"
        },
        "Axis": {
          "Axis_DE_Prisoner_of_War": "0 (incidental captures noted but unspecified quantities)"
        }
      },
      "Place": [
        {
          "Place_Name": "Meuse River bridgeheads (Verdun to Commercy), France",
          "Place_GPS_coordinate": "49.1594 N, 5.3872 E",
          "Spatial_Bounding_Box Coordinates": {
            "West": 4.3872,
            "East": 6.3872,
            "South": 48.1594,
            "North": 50.1594
          }
        }
      ],
      "Weather": [
        {
          "Place_Name": "Lorraine region / Meuse area, France",
          "Weather_text": "Late August pursuit under favorable conditions; worsening weather anticipated by Germans (poor visibility, mud) to hinder Allied air and armor in September; heavy rain specifically on 31 August near Meuse.",
          "Spatial_Bounding_Box Coordinates": {
            "West": 4.3872,
            "East": 6.3872,
            "South": 48.1594,
            "North": 50.1594
          }
        }
      ]
    }
  ],
  "Footnotes": [
    {
      "Footnote": "26",
      "Footnote_Number": "26",
      "Footnote_Text": "Interv, author with Brig Gen Oscar Koch, formerly TUSA G-2, Washington, Oct 54.",
      "Footnote_Referenced_Source": "Interview with Brig. Gen. Oscar Koch (TUSA G-2)",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "OCMH Files; historical interview collections",
      "Source_Type": "US"
    },
    {
      "Footnote": "27",
      "Footnote_Number": "27",
      "Footnote_Text": "TUSA Plans for Opns, 23 Aug, and Msg, 24 Aug; 12 th AGp Ltr of Instrs 6, 25 Aug; Eddy Diary, entry 24 Aug; Answers by Gen Kibler to Questions by Col Hugh M. Cole, 29 May 46, ML-501.",
      "Footnote_Referenced_Source": "Third Army operational plans and messages; 12th AGp instructions; Eddy Diary; Kibler interview",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA Plans; 12th AGp Files; Eddy Diary; ML-501",
      "Source_Type": "US"
    },
    {
      "Footnote": "28",
      "Footnote_Number": "28",
      "Footnote_Text": "See TUSA G-2 Per Rpts, 26 Aug-2 Sep.",
      "Footnote_Referenced_Source": "Third Army G-2 Periodic Reports, 26 August - 2 September 1944",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA G-2 Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "29",
      "Footnote_Number": "29",
      "Footnote_Text": "MS # B-222 (Knobelsdorff); MS # B-728 (Emmerich); MS # B-732 (Hold); MS # B-003 (Hoehne).",
      "Footnote_Referenced_Source": "German manuscripts: Knobelsdorff, Emmerich, Hold, Hoehne",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "NARA",
      "NonDigital_Library_Address": "1 Archives Drive, St. Louis, MO 63138, United States",
      "NonDigital_Library_References": "Captured German manuscripts series (MS # B-xxx)",
      "Source_Type": "DE"
    },
    {
      "Footnote": "30",
      "Footnote_Number": "30",
      "Footnote_Text": "12th AGp Ltr of Instrs 6, 25 Aug, and corrected copy, 29 Aug; TUSA Plans for Opns, 23 Aug, Operational Dir, 25 Aug, and Msgs, 26 Aug.",
      "Footnote_Referenced_Source": "12th AGp Letter of Instructions 6; Third Army operational plans and directives",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "12th AGp Files; TUSA Operational Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "31",
      "Footnote_Number": "31",
      "Footnote_Text": "TUSA AAR, Aug.",
      "Footnote_Referenced_Source": "Third Army After Action Report, August 1944",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA AAR Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "32",
      "Footnote_Number": "32",
      "Footnote_Text": "TUSA Memo to VIII Corps and Operational Dir, 25 Aug.",
      "Footnote_Referenced_Source": "Third Army Memo and Operational Directive, 25 August 1944",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA Operational Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "33",
      "Footnote_Number": "33",
      "Footnote_Text": "TUSA AAR, Aug, and Operational Dir, 30 Aug (confirming orders, 29 Aug); XII Corps AAR, Aug; Eddy Diary, entry 29 Aug.",
      "Footnote_Referenced_Source": "Third Army AAR and directive; XII Corps AAR; Eddy Diary",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA AAR; XII Corps AAR; Eddy Diary",
      "Source_Type": "US"
    },
    {
      "Footnote": "34",
      "Footnote_Number": "34",
      "Footnote_Text": "XII Corps, 4th Armd, 80th, and 35th Div AAR's, Aug; CI 384 (XII Corps); Koyen, Fourth Armored Division, pp. 29-34; Cole, Lorraine Campaign, p. 57.",
      "Footnote_Referenced_Source": "Corps and division AARs; Koyen history; Cole, Lorraine Campaign",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "XII Corps CI 384; OCMH Files; published histories",
      "Source_Type": "US"
    },
    {
      "Footnote": "35",
      "Footnote_Number": "35",
      "Footnote_Text": "XX Corps, 5th and 90th Divs, AAR's, Aug; CI 285 (7th Armd Div); Irwin Diary; XX Corps, pp. 94-104.",
      "Footnote_Referenced_Source": "XX Corps and division AARs; Irwin Diary",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "XX Corps Files; CI 285; Irwin Diary",
      "Source_Type": "US"
    },
    {
      "Footnote": "36",
      "Footnote_Number": "36",
      "Footnote_Text": "Stockton's Hosp Intervs (in particular with Col McHugh), III, GL-93 (235); Eddy Diary.",
      "Footnote_Referenced_Source": "Stockton Hospital Interviews; Eddy Diary",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "GL-93; Eddy Diary",
      "Source_Type": "US"
    },
    {
      "Footnote": "37",
      "Footnote_Number": "37",
      "Footnote_Text": "TUSA Operational Dir, 30 Aug (confirming orders, 29 Aug).",
      "Footnote_Referenced_Source": "Third Army Operational Directive, 30 August 1944",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA Operational Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "38",
      "Footnote_Number": "38",
      "Footnote_Text": "TUSA AAR, Aug.",
      "Footnote_Referenced_Source": "Third Army After Action Report, August 1944",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA AAR Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "39",
      "Footnote_Number": "39",
      "Footnote_Text": "Eddy Diary, entry 2 Sep; Irwin Diary.",
      "Footnote_Referenced_Source": "Eddy Diary; Irwin Diary",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "Eddy Papers; Irwin Diary",
      "Source_Type": "US"
    },
    {
      "Footnote": "40",
      "Footnote_Number": "40",
      "Footnote_Text": "See TUSA AAR, Sep.",
      "Footnote_Referenced_Source": "Third Army After Action Report, September 1944",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA AAR Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "41",
      "Footnote_Number": "41",
      "Footnote_Text": "OB WEST KTB, 29 and 31 Aug, Anlagen 1800 and 1829; MS # B-034 (Schramm); MS # B-214 (Mantey); OB WEST, a Study in Command, p. 139; Cole, Lorraine Campaign, p. 50.",
      "Footnote_Referenced_Source": "OB WEST War Diary and annexes; German manuscripts; Cole, Lorraine Campaign",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "NARA",
      "NonDigital_Library_Address": "1 Archives Drive, St. Louis, MO 63138, United States",
      "NonDigital_Library_References": "Captured German records (OB WEST KTB, Anlagen 1800/1829); MS # B-034/B-214",
      "Source_Type": "DE"
    },
    {
      "Footnote": "42",
      "Footnote_Number": "42",
      "Footnote_Text": "TUSA G-2 Est 9, 28 Aug; XX Corps G-2 Per Rpt 19, 0700, 29 Aug; XX Corps Annex 1 to FO 9, 30 Aug; TUSA Per Assessments of German Capabilities, 26 Aug-2 Sep.",
      "Footnote_Referenced_Source": "Third Army G-2 Estimate; XX Corps reports; periodic assessments",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "TUSA G-2 Files; XX Corps Files",
      "Source_Type": "US"
    },
    {
      "Footnote": "43",
      "Footnote_Number": "43",
      "Footnote_Text": "See Cole, Lorraine Campaign.",
      "Footnote_Referenced_Source": "Cole, The Lorraine Campaign (official U.S. Army history volume)",
      "Web_Link": "N/A",
      "Web_Link_Capture_Date": "N/A",
      "NonDigital_Library_Source": "USAHEC",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021, United States",
      "NonDigital_Library_References": "OCMH Files; published U.S. Army in World War II series volume by Hugh M. Cole",
      "Source_Type": "US"
    }
  ],
  "Source_Footnote_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn31.html",
  "Source_Footnote_Link_Capture_Date": "2025-12-30",
  "Source_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-31.html",
  "Source_Link_Capture_Date": "2025-12-30"
}