{
  "Events": [
    {
      "Event": "Flank Security and Daoulas Promontory Clearance (Task Force B)",
      "Sub-event": "Attack on Hill 154 and Clearance of Daoulas Promontory",
      "Sub-event_summary": "Task Force B assaulted Hill 154 on 23 August with decisive heroism; cleared promontory by 31 August, securing flank and taking 2,700 prisoners; artillery positioned.",
      "Sub-event_fulltext": {
        "Paragraph_33": "Task Force B jumped off on 21 August and advanced rapidly for several miles until stopped by a massive volume of fire from positions on Hill 154 and from artillery north of the Elorn. The defenders, soldiers of the *353d Division,* were well dug in on a strong position that included a network of trenches around the crest of the hill, eight steel and concrete reinforced pillboxes, and barbed wire entanglements. They had more than twenty-five machine guns, several antitank weapons, and mortars. The strength of the position and the fire power allocated to its defense indicated the importance the Germans attached to its possession.",
        "Paragraph_34": "Supported by tank destroyer and artillery fire, a battalion of the 38th Infantry assaulted on 23 August over rocky terrain that afforded scant cover and concealment. Success was in large part attributable to the action of Staff Sgt. Alvin P. Casey, who though mortally wounded destroyed a pillbox with grenades. Against a total loss of 7 dead and 28 wounded, Task Force B took 143 prisoners and counted about a hundred German bodies on the crest of the hill.",
        "Paragraph_35": "Having deprived the Germans of an excellent observation post on the eastern approaches to Brest, Task Force B pushed forward to clear the remainder of the promontory. By forcing the Germans to demolish the reinforced concrete bridge over the Elorn River and thereby cut land communication between the promontory and Brest, the force secured Middleton's left flank. The task force used flame throwers, demolitions, and tank destroyer and artillery fire to destroy pillboxes and emplacements. It cleared the entire peninsula by the last day of August and took 2,700 prisoners. Characterizing the action an \"outstanding success,\" Middleton dissolved the task force, sending the 38th Infantry to rejoin the 2d Division, Task Force A to guard the approaches to the Crozon peninsula, and the 50th Armored Infantry Battalion to Lorient to rejoin the 6th Armored Division.",
        "Paragraph_36": "Because the Daoulas promontory juts out into the roadstead southeast of Brest, it provided excellent artillery positions. Middleton dispatched a corps artillery group there to take under fire the rear of the landward defenses around Brest and also German positions on the Crozon peninsula. On the basis of plans drawn by Task Force B, Middleton formed a provisional battalion of fifty-seven machine guns, twelve tank destroyers, and eight 40-mm. Bofors guns to provide security for the artillery group and to engage targets of opportunity in and around Brest."
      },
      "Footnote_References": [27, 28, 29, 30, 31, 32]
    },
    {
      "Event": "Medal of Honor Award - Staff Sgt. Alvin P. Carey",
      "Sub-event": "Posthumous MoH for Pillbox Destruction on Hill 154",
      "Sub-event_summary": "Staff Sgt. Alvin P. Carey destroyed pillbox with grenades despite mortal wounds on 23 August 1944.",
      "Sub-event_fulltext": {
        "Paragraph_34": "Supported by tank destroyer and artillery fire, a battalion of the 38th Infantry assaulted on 23 August over rocky terrain that afforded scant cover and concealment. Success was in large part attributable to the action of Staff Sgt. Alvin P. Carey, who though mortally wounded destroyed a pillbox with grenades. Against a total loss of 7 dead and 28 wounded, Task Force B took 143 prisoners and counted about a hundred German bodies on the crest of the hill."
      },
      "Footnote_References": [29],
      "Original_Citation": "For conspicuous gallantry and intrepidity at the risk of his life above and beyond the call of duty near Brest, France, on 23 August 1944. SSgt. Carey, leader of a machine-gun section, was advancing with his company in the attack on the strongly held enemy hill 154, near Plougastel, Brittany, France. When a machine gun held up the advance of his battalion, S/Sgt. Carey, acting as leader of the machine gun section, volunteered to locate and silence the gun. He advanced alone to a point from which he could observe the gun and its crew. He then returned to his section and led an attack on the position. When the fire of the gun became intense, he ordered his men to take cover and continued the attack alone. He was mortally wounded but continued his grenade attack until one entered and exploded within the pillbox, killing the occupants and putting their guns out of action. Inspired by S/Sgt. Carey's heroic act, the riflemen quickly occupied the position and overpowered the remaining enemy resistance in the vicinity."
    },
    {
      "Event": "Right Flank Clearance (Task Force S)",
      "Sub-event": "Coastal Clearance and Surrender at Lochrist",
      "Sub-event_summary": "Task Force S cleared Brest-le Conquet area; Edlin patrol forced surrender of Lochrist battery on 9 September.",
      "Sub-event_fulltext": {
        "Paragraph_37": "The success of Task Force B led to the formation of a similar unit for action on the right flank. Known as Task Force S and commanded by Col. Leroy H. Watson, the assistant commander of the 29th Division, the regimental-sized force was to clear the tip of Brittany, specifically the coastal area between Brest and le Conquet.",
        "Paragraph_38": "Cutting the Brest-le Conquet highway on 27 August, the troops moved westward to the coast, captured the small fort at Pointe de Corsen (an important radar station) and isolated le Conquet and the nearby important artillery batteries at Lochrist (dual-purpose 88-mm. guns and four 280mm. pieces in open pits). Siege action against the defenses of le Conquet and Lochrist came to an end on 9 September after a four-man patrol led by 1st Lt. Robert Edlin entered the main position of the Lochrist fort and burst into the commandant's office. Pulling the pin of a hand grenade he carried, Edlin called for surrender or death. The commandant surrendered his forts and more than a thousand men.",
        "Paragraph_39": "Task Force S was then dissolved."
      },
      "Footnote_References": [33, 34]
    },
    {
      "Event": "Distinguished Service Cross Award - 1st Lt. Robert Edlin",
      "Sub-event": "DSC for Forcing Surrender at Lochrist Battery",
      "Sub-event_summary": "1st Lt. Robert Edlin led patrol forcing surrender of battery and ~800 prisoners on 9-10 September 1944.",
      "Sub-event_fulltext": {
        "Paragraph_38": "Siege action against the defenses of le Conquet and Lochrist came to an end on 9 September after a four-man patrol led by 1st Lt. Robert Edlin entered the main position of the Lochrist fort and burst into the commandant's office. Pulling the pin of a hand grenade he carried, Edlin called for surrender or death. The commandant surrendered his forts and more than a thousand men."
      },
      "Footnote_References": [34],
      "Original_Citation": "The President of the United States of America, authorized by Act of Congress, July 9, 1918, takes pleasure in presenting the Distinguished Service Cross to First Lieutenant (Infantry) Robert Thomas Edlin, United States Army, for extraordinary heroism in connection with military operations against an armed enemy while serving with Company A, 2d Ranger Battalion, Provisional Ranger Group (Separate), in action against enemy forces on 10 September 1944. [...] By his ingenuity, personal courage and willingness to sacrifice his life, Lieutenant Edlin brought about the surrender of the most important enemy installation in the sector."
    },
    {
      "Event": "Attrition Phase and Tactical Adjustment",
      "Sub-event": "Transition to Sector Nibbling and Continued Pressure",
      "Sub-event_summary": "Shift to detailed reduction from 26 August; Wesson heroism in 2d Division sector.",
      "Sub-event_fulltext": {
        "Paragraph_43": "Attempting to soften the will to resist, RAF heavy bombers struck Brest around midnight of 25 August, and on the following morning American and RAF heavies blasted targets again. The resumption of the ground attack on 26 August, however, brought little change. The German garrison remained firm.",
        "Paragraph_44": "The attack, on 26 August displayed the kind of combat that was to predominate during the siege of Brest. Because ammunition stocks were low, the artillery reduced its activity to direct support missions. As the Americans came to a full realization of the strength of the German opposition, and as the pattern of the enemy defense system emerged, commanders on all echelons saw the necessity of changing their own tactics. The units turned to more detailed study of their tactical problems with the purpose of reaching intermediate objectives. The nature of the battle changed from a simultaneous grand effort to a large-scale nibbling--a series of actions dictated by the local problems of each sector commander.",
        "Paragraph_45": "The divisions began to probe to locate and systematically destroy pillboxes, emplacements, fortifications, and weapons, moving ahead where weak spots were found, overwhelming pillboxes with flame throwers and demolitions after patient maneuver and fire. Small sneak attacks, the repulse of surprise counterattacks, mine field clearance, and the use of smoke characterized the slow squeeze of American pressure. Fog, rain, and wind squalls during the remainder of August restricted air support, while continued shortages of ammunition curtailed the artillery. Yet on 28 August, a regiment of the 29th Division bounded toward Brest on the le Conquet highway for almost two miles against virtually no resistance. On the following day, the 8th Division gained on one front, but the Germans cut off two leading companies of infantry and marched them into Brest as prisoners. In the 2d Division sector, the troops were in the midst of dogged fighting to reduce strong positions. Typical of the fighting was the action of Lt. Col. H. K. Wesson of the 9th Infantry, who reorganized a rifle company reduced to forty-six men, then led the unit in an assault across hedgerowed terrain, destroyed a machine gun position, and took fourteen German paratroopers prisoner."
      },
      "Footnote_References": [37, 38, 39]
    },
    {
      "Event": "Distinguished Service Cross Award - Lt. Col. H. K. Wesson",
      "Sub-event": "Posthumous DSC for Reorganizing and Leading Assault (9th Infantry)",
      "Sub-event_summary": "Lt. Col. H. K. Wesson reorganized depleted company and led assault; awarded DSC posthumously.",
      "Sub-event_fulltext": {
        "Paragraph_45": "Typical of the fighting was the action of Lt. Col. H. K. Wesson of the 9th Infantry, who reorganized a rifle company reduced to forty-six men, then led the unit in an assault across hedgerowed terrain, destroyed a machine gun position, and took fourteen German paratroopers prisoner."
      },
      "Footnote_References": [39],
      "Original_Citation": "Award noted in source as posthumous DSC; full verbatim citation not located in public digitized records (footnote 39 confirms award but provides no extended text)."
    },
    {
      "Event": "Renewed Coordinated Efforts and Key Terrain Capture",
      "Sub-event": "Attacks 1-9 September Including Hill Captures and Street Entry",
      "Sub-event_summary": "Coordinated attacks 1-9 September; Prussman action on 8 September near Lambézellec/Hill 82; entry into Brest.",
      "Sub-event_fulltext": {
        "Paragraph_46": "On 1 September, the expected completion date of the siege, as ammunition prospects seemed momentarily improved and with the divisions in the main German defenses, General Middleton again launched a co-ordinated attack after a strike by medium bombers and a forty-five-minute preparation by the division artillery pieces and nine corps artillery battalions. Although the VIII Corps Artillery fired 750 missions, including 136 counterbattery, in twenty-four hours, and although single pieces, batteries, and sometimes battalions kept known enemy gun positions under continuous fire, the only apparent result of the attack was a gain of several hundred yards by the 8th Division. Even this small gain was almost immediately lost to counterattack.",
        "Paragraph_47": "Discouraged, General Middleton wrote \"a rather pessimistic letter\" to General Bradley. He reported that his troops were \"none too good,\" that replacement arrivals were behind schedule, that ammunition supply was poor though improving, and that air support \"left much to be desired.\" The Germans had \"no intention to fold up right away, having shown no signs of weakening.\" Middleton requested more 4.2-inch mortars, more artillery, and more and better air support. General Bradley talked to Maj. Gen. Hoyt S. Vandenberg, the commander of the Ninth Air Force, in an attempt to improve the air support, and several days later General Eisenhower authorized Vandenberg to \"utilize maximum number of aircraft which can be effectively employed in support of this operation.\"",
        "Paragraph_48": "Middleton's letter was like the darkness before dawn. The first real break occurred on 2 September when the 2d Division captured Hill 105 southwest of Guipavas. A month earlier the 6th Armored Division commander, General Grow, had recognized the hill as a key terrain feature in the defense of Brest, one of two hills dominating the eastern approaches to the city. As the Germans fell back from Hill 105 several hundred yards in the center of the corps zone, the 8th Division advanced and took another of the fortified hills in the outer defense ring. Yet the 29th Division, facing Hill 103 east of the village of Plouzane, had no such success.",
        "Paragraph_49": "For five more days the divisions continued their individual efforts. While medium and heavy bombers attacked Brest every day save one, local ground attacks inched the front toward the port. By the end of the first week in September, the grip around the Brest garrison had tightened. The 2d Division was within reach of Hill 92 (the second hill dominating the northeastern approaches); the 8th Division was on the approaches to the village of Lambézellec (the gateway to Brest from the north); and the 29th Division, still denied Hill 103 (\"we're on it, but so are the Jerries\"), stood before Fort de Mengant, five miles west of the Penfeld River. By then the besieged area was so small that heavy bombers could no longer attack without endangering the American ground troops.",
        "Paragraph_50": "On 7 September Middleton judged that he had enough ammunition on hand (and assurance of more to come) to sustain another effort on the whole front. Securing six planes per division for constant air alert, he launched a co-ordinated attack on 8 September after a strong artillery preparation. The weight of all three divisions carried a number of positions that previously had been denied. The 2d Division captured strongly fortified Hill 92; the 8th Division--to a great extent because of the actions of Pfc. Ernest W. Prussman, who was virtually the leading man in the attack--advanced two regiments several hundred yards toward Lambézellec and Hill 82; and the 29th Division finally took an important strongpoint at Kergonant, just north of the village of Penfeld. Prisoners totaled close to one thousand men; American casualties numbered two hundred and fifty.",
        "Paragraph_51": "With that achievement on 8 September and the arrival of eight LST's and two trainloads of ammunition that night, the corps commander was optimistic for the first time since the beginning of the operation. Furnished at last with adequate artillery support on the following day, the 2d Division reached the streets of Brest, the 8th Division, after securing Lambézellec, launched a two-regiment attack and entered the city also, and the 29th Division secured the village of Penfeld. Prisoners that day totaled more than 2,500."
      },
      "Footnote_References": [40, 41, 42, 43]
    },
    {
      "Event": "Medal of Honor Award - Pfc. Ernest W. Prussman",
      "Sub-event": "Posthumous MoH for Leading Assault Near Les Coates/Lambézellec",
      "Sub-event_summary": "Pfc. Ernest W. Prussman assaulted fortifications, destroyed machine gun nest on 8 September 1944.",
      "Sub-event_fulltext": {
        "Paragraph_50": "the 8th Division--to a great extent because of the actions of Pfc. Ernest W. Prussman, who was virtually the leading man in the attack--advanced two regiments several hundred yards toward Lambézellec and Hill 82;"
      },
      "Footnote_References": [43],
      "Original_Citation": "For conspicuous gallantry and intrepidity at risk of life above and beyond the call of duty on 8 September 1944, near Les Coates, Brittany, France. When the advance of flank companies of two battalions was halted by intense enemy mortar, machine-gun, and sniper fire from a fortified position on his left, Pfc. Prussman maneuvered his squad to assault the enemy fortifications. Hurdling a hedgerow, he came upon two enemy riflemen whom he disarmed. With hand grenades he then reduced several enemy positions, capturing ten of the enemy after wounding several. Although under intense machine-gun fire, he made his way forward 100 yards to attack an enemy machine-gun position. He killed one of the crew with a grenade and captured the other. Having taken two prisoners, he moved on to destroy a third machine-gun nest. He was killed while attempting to demolish the position."
    },
    {
      "Event": "Street Fighting and Fort Reductions",
      "Sub-event": "Urban Combat, Division Realignment, and Capture of Forts Keranroux and Montbarey",
      "Sub-event_summary": "Street fighting; 8th Division withdrawn; 29th Division reduced Fort Keranroux (13 Sep) and Montbarey (16 Sep); patrols enter old city.",
      "Sub-event_fulltext": {
        "Paragraph_52": "As the numbers of prisoners rose, hopes of victory quickened. The battle for Brest entered its final but most painful stage. The 2d and 8th Division became involved in street fighting against troops who seemed to contest every street, every building, every square. Machine gun and antitank fire from well-concealed positions made advances along the thoroughfares suicidal, and attackers had to move from house to house by blasting holes in the building walls, clearing the adjacent houses, and repeating the process to the end of the street. Squads, and in some instances platoons, fought little battles characterized by General Robertson, the 2d Division commander, as \"a corporal's war.\" A typical obstruction was a concrete reinforced dugout no higher than ten inches above ground, which was built on a street corner with an opening for a heavy machine gun at street level. Eight men (with two flame throwers, a bazooka, and two BARs) made a wide detour, neutralized several small nests of resistance, came up behind the pillbox, and flamed the position until thirteen Germans surrendered.",
        "Paragraph_53": "Because the 2d Division had a larger section of the city to reduce before reaching the old wall, the 8th Division completed its street fighting and arrived at the fortified city wall first, at Fort Bougen on 10 September. An infantry assault, preceded by an artillery preparation, failed to breach the wall, which was 25 to 35 feet high and behind a dry moat 15 to 25 feet deep. General Stroh prepared an attack for the following day, but after direct fire from heavy-caliber corps artillery pieces tore gaps in the upper portion of the wall without effect on the lower sections, it was obvious that an infantry assault would be costly and of doubtful success. Since the converging movement on the city compressed the division fronts and deprived the divisions of sufficient maneuver room, General Middleton decided to withdraw the 8th Division. This took place in several stages. Two battalions assumed part of the 29th Division front west of the Penfeld around midnight, 10 September. On the following night the 2d Division relieved the 8th Division east of the Penfeld. Two days later the advance of the 29th Division pinched out the two battalions still in line, and the 8th Division, no longer in contact with the enemy, began to move to Crozon to secure the peninsula, to eliminate the guns there that fired on the troops attacking Brest, and to prevent escape of the Brest garrison across the harbor.",
        "Paragraph_54": "The change proved beneficial. General Gerhardt attacked at midnight, 11 September (in part to cover the displacement of the 8th). Crossing an antitank ditch near the village of St. Pierre, men of the 29th on 12 September advanced toward Hill 97 from the north and west and toward two old French fortifications, Forts Keranroux and Montbarey. While the 2d Division still was involved in vicious street fighting, the 29th Division faced the necessity of reducing these and other forts.",
        "Paragraph_55": "Hoping that the Germans might be ready to surrender, General Middleton sent a proposal to Ramcke while guns remained silent on the morning of 13 September. When Ramcke declined, Middleton published the letters of parley for distribution to his troops. \"Take the Germans apart,\" he told his men.",
        "Paragraph_56": "Fort Keranroux was the first objective on the 29th Division's list. A battalion of the 175th Infantry, which for three days had been denied a close approach because of strong outer works, attacked again on the afternoon of 13 September. Staff Sgt. Sherwood H. Hallman leaped over a hedgerow and eliminated a German machine gun emplacement by grenades and rifle fire that killed several men and forced the surrender of twelve others. About seventy-five nearby Germans, who had until then defended the approaches, followed suit. The entire battalion advanced two thousand yards to Fort Keranroux, which was under bombardment from planes and artillery and covered by smoke shells. Two infantry companies, crossing the open ground immediately in front of the fort, lost but ten men and gained the entrance in fifteen minutes. A hundred Germans surrendered. The fort had been so blasted by bombs and shells that the original outlines of the main emplacements were no longer recognizable.",
        "Paragraph_57": "Fort Montbarey was more difficult. An old French casemated fort with earth-filled masonry walls some twenty-five feet thick, surrounded by a dry moat fifty feet in width, and garrisoned by about a hundred and fifty men, Montbarey was protected by outlying positions that included riflemen and 20-mm. guns covering a mine field of 300-pound naval shells equipped with pressure igniters. Even the preliminary task of approaching the fort seemed impossible. The VIII Corps engineer, Colonel Winslow, had early recognized the difficulties posed by the forts and had requested a detachment of flame-throwing tanks. The aid came in the form of a squadron of the 141st Regiment, Royal Armoured Corps, which was attached to the 116th Infantry, the regiment charged with capturing Montbarey. The British unit had fifteen Crocodiles--a Churchill tank mounting a flame gun in place of a machine gun and towing a trailer with flame-throwing fuel. Their function was to scorch the firing positions of the outer wall of the fort and cover engineers who were to place charges to breach the wall in advance of an infantry assault. On 14 September, after men of the 121st Engineer Combat Battalion cleared a path through the mine fields under the cover of artillery high-explosive and smoke shells, four Crocodiles advanced in file toward the fort. When two tanks wandered from the path and struck mines and another was destroyed by enemy fire, the attack was suspended. For the rest of the day and the next, artillery, tank destroyers, and mortars pounded the fort. Although eight fighter-bombers assigned to work with the 29th Division were grounded by weather, they were able to give support when the infantry resumed the attack on the following day. Meanwhile, Engineer troops, working at night, improved the path through the heavily mined and shell-pitted fields. At dawn on 16 September, the Crocodiles advanced to within eighty-five yards of the fort. After an intensive artillery preparation, smoke shells were placed to cover the outer wall. Concealed by the smoke, three Crocodiles advanced, reached the moat surrounding the wall, and flamed the apertures. At the same time, engineers placed 2,500 pounds of explosive at the base of the wall and tank destroyers and a 105-mm. howitzer of the regimental cannon company hurled shells against the main gate from a distance of two hundred yards. A breach was torn in the main gate, and the engineer demolition charge opened a hole in the fortress wall large enough for infantry assault. Battered by almost constant fire from the ground and the air for several days, and dazed by the shock of the explosion, the surviving eighty members of the German garrison surrendered. The assault battalion of infantry had sustained about eighty casualties during the preparatory stage of the attack but took none in the final assault."
      },
      "Footnote_References": [44, 45, 46, 47, 48, 49]
    },
    {
      "Event": "Medal of Honor Award - Staff Sgt. Sherwood H. Hallman",
      "Sub-event": "Posthumous MoH for Single-Handed Assault on Machine Gun Position (Fort Keranroux Approaches)",
      "Sub-event_summary": "Staff Sgt. Sherwood H. Hallman assaulted machine gun position, forced surrender of 12+75 Germans on 13 September 1944.",
      "Sub-event_fulltext": {
        "Paragraph_56": "Staff Sgt. Sherwood H. Hallman leaped over a hedgerow and eliminated a German machine gun emplacement by grenades and rifle fire that killed several men and forced the surrender of twelve others. About seventy-five nearby Germans, who had until then defended the approaches, followed suit. The entire battalion advanced two thousand yards to Fort Keranroux, which was under bombardment from planes and artillery and covered by smoke shells. Two infantry companies, crossing the open ground immediately in front of the fort, lost but ten men and gained the entrance in fifteen minutes. A hundred Germans surrendered. The fort had been so blasted by bombs and shells that the original outlines of the main emplacements were no longer recognizable."
      },
      "Footnote_References": [48],
      "Original_Citation": "For conspicuous gallantry and intrepidity at the risk of his life above and beyond the call of duty on 13 September 1944, in Brittany, France. [...] S/Sgt. Hallman's fighting determination and intrepidity in battle exemplify the highest tradition of the U.S. Armed Forces."
    },
    {
      "Event": "Final Capitulation in Brest and Crozon",
      "Sub-event": "Surrender of City and Peninsula Forces",
      "Sub-event_summary": "Surrenders 18 September in Brest; Crozon overrun, Ramcke surrendered 19 September; final surrender 20 September.",
      "Sub-event_fulltext": {
        "Paragraph_58": "With Fort Montbarey in friendly hands, the main Recouvrance defenses were open. Before dark on 16 September, combat patrols were over the wall and in the old city. Resistance disintegrated. Over a ten-day period the 5 th Ranger Battalion, in a series of actions that came to be known as the battle of the forts, had captured the fort at Pointe du Petit Minou and Forts de Mengant and de Dellec and thereby cleared the western shoreline of the harbor of Brest. By the end of 17 September only the submarine pens and Fort du Portzic remained in enemy hands. The groups holding these capitulated on the following morning. Meanwhile, the 2d Division had fought through the streets of Brest to reach the city wall on 16 September. After a strongpoint near the railroad station was eliminated, and after a patrol exploited an unguarded railroad tunnel through the wall into the inner city, troops climbed the wall and swept the remaining half mile to the water's edge. As the battle for Brest had been fought in two sectors separated by the Penfeld River, so the German capitulation occurred in two parts, both on 18 September. Von der Mosel surrendered all the troops in Recouvrance to the 29th Division; Col. Erich Pietzonka of the *7th Parachute Regiment* surrendered the eastern portion of the city to the 2d Division, appropriately enough in President Wilson Square. Nearly ten thousand prisoners, who had prepared for capitulation by shaving, washing, donning clean uniforms, and packing suitcases, presented a strange contrast to the dirty, tired, unkempt, but victorious American troops. Ramcke, however, escaped across the harbor to the Crozon peninsula.",
        "Paragraph_59": "A cavalry squadron of Task Force A had cut the base of the Crozon peninsula on 27 August and patrolled there until Task Force B completed the Daoulas operation. Task Force A then moved onto Crozon. General Earnest took Hill 330, the dominating terrain near the base, then contented himself with patrolling since he knew he could expect no assistance from the forces in the main battle at Brest.",
        "Paragraph_60": "When the 8th Division, pinched out before Brest, arrived on Crozon in mid-September, General Stroh (supported by the attachment of Task Force A and the 2d Ranger Battalion) directed an attack that overran a defensive line maintained by the *343d Division.* The German division commander, Rauch, surrendered on 17 September, a day before the garrison in the city of Brest capitulated. The final action on Crozon occurred on 19 September when troops scaled the wall across the throat of the Quélern and pushed to the Pointe des Espagnols. Only a group of diehards about Ramcke remained. That Ramcke too was ready to surrender was obvious when he sent a message asking Brig. Gen. Charles D. W. Canham, the 8th Division's assistant commander, for his credentials. Canham replied that his troops served to identify him. Claiming later to have fired the last shell from his remaining 75-mm. assault gun, Ramcke surrendered during the afternoon of 19 September.",
        "Paragraph_61": "The action on Crozon had been far from easy. In taking 7,638 prisoners on the peninsula, for example, the 8th Division between 15 and 19 September incurred casualties of 72 killed and 415 wounded. The final action occurred on 20 September when Task Force A drove down to Douarnenez to demand the surrender of an isolated group of three hundred Germans. Though they refused at first to surrender, a few artillery rounds and the threatening presence of a single fighter-bomber overhead proved sufficient persuasion."
      },
      "Footnote_References": [50, 51, 52, 53]
    },
    {
      "Event": "Overall Siege Summary and Outcomes",
      "Sub-event": "Operations Assessment, Casualties, Air Support Evaluation, and Transfer of Brest",
      "Sub-event_summary": "Siege reduced ~75 strongpoints; air support details; casualties 9,831 U.S., 38,000 German prisoners; Brest transferred 19 September; units redeployed.",
      "Sub-event_fulltext": {
        "Paragraph_62": "The operations against Brest had been a series of actions against approximately seventy-five strongpoints. The heavy-walled forts of massive stonework were for the most part pivots of resistance rather than bastions of a line, their real importance coming from their dominating sites. The Americans had generally advanced after probing for weak spots, moving against open flanks, turning those flanks, and finally reducing outer works by fire before destroying the individual strongpoints at close range. Local actions, often seemingly unrelated--\"At one time we had three separate wars going in the division,\" General Gerhardt later stated--produced an over-all pressure that was hammered home by increasing amounts of artillery fire and by air attacks. The actual conquest of the garrison had come as the result of action by the combined arms-heavy artillery fire, infantry assault, engineer blasting operations, and the use of flame throwers. Bunkers and pillboxes of reinforced concrete, sometimes nine feet thick, did not always require close-in action toward the last because in many instances the constant pounding of bombs and shells had prepared the Germans mentally for capitulation.",
        "Paragraph_63": "Air support normally did not directly aid the advance of small units in the same way that close support artillery, mortars, and machine guns did. The principal function of the planes was to destroy or neutralize strongpoints a thousand yards or more behind the enemy front, though the immediate effect weakened morale among the Germans in close contact. Air also restricted enemy movement, (particularly of reserves), kept gun crews under cover and away from firing positions, and limited hostile observation.",
        "Paragraph_64": "From 25 August through 19 September, the VIII Corps received continuous air support except during periods of inclement weather. Fighter-bombers on alert status alone flew approximately 430 separate missions involving more than 3,200 sorties. Fighter-bombers of the IX and XIX Tactical Air Commands also attacked fifty targets on planned missions between 4 and 7 September. Medium and heavy bombers of the Eighth and Ninth Air Forces and of the Royal Air Force attacked coastal and heavy antiaircraft batteries, forts, blockhouses, strongpoints, and defensive installations in the inner ring of the Brest defenses. Despite the impressive amount of air power employed at Brest, difficulties had ensued because of inadequate communications and because the corps was conducting an independent operation hundreds of miles from the main front. Aircraft had to be diverted to Brest, and good weather on one front did not always signify the same for the other. The heavy and medium bomber effort had been less effective than expected because the planes were sometimes assigned tasks beyond their capabilities. Yet if certain selected targets proved invulnerable to bombardment and shelling, the effect of tons of explosives dropped from the air and the expenditure of almost 500,000 rounds of artillery had lent authority to the tightening grip around the city.",
        "Paragraph_65": "American casualties totaled 9,831; prisoners numbered 38,000, of which more than 20,000 were combat troops. The 2d Division had advanced approximately eight miles at a cost of 2,314 casualties. It had expended more than 1,750,000 rounds of small arms ammunition, 218,000 rounds of heavy caliber, had requested 97 air missions--fulfilled by 705 fighter-bombers, which dropped 360 tons of bombs. The 29th Division, expending a similar amount of ammunition, had lost 329 killed and 2,317 wounded. Casualties of the 8th Division for the month of September were close to 1,500.",
        "Paragraph_66": "The VIII Corps turned over the captured fortress of Brest and the prisoners to the Brittany Base Section of the Communications Zone on the evening of 19 September, and the combat troops moved into assembly areas to rest, receive winter clothing, and repair armament and transport. Task Force A was soon dissolved. The 29th Division departed on 24 September to rejoin the First Army, and on 26 September the VIII Corps headquarters and the 2d and 8th Divisions began to move by rail and motor to Belgium and Luxembourg for commitment in a new zone, still under Ninth Army control."
      },
      "Footnote_References": [54, 55, 56, 57, 58, 59]
    }
  ],
  "Footnotes": [
    {
      "Footnote": "27",
      "Footnote_Number": "27",
      "Footnote_Text": "Ninth U.S. Army Operations, I, Brest-Crozon, USFET Hist Div, MS (1946), OCMH Files.",
      "Footnote_Referenced_Source": "Ninth U.S. Army Operations, I, Brest-Crozon, USFET Hist Div, MS (1946)",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "OCMH Files (transferred)",
      "NonDigital_Library_Address": "National Archives at College Park, MD, or U.S. Army Heritage and Education Center (USAHEC), Carlisle, PA",
      "NonDigital_Library_References": "Manuscript (1946); no full digitized version located in public archives as of 2025-12-29",
      "Source_Type": "US"
    },
    {
      "Footnote": "28",
      "Footnote_Number": "28",
      "Footnote_Text": "Other components were: three field artillery battalions (from the 2d Division), the 50th Armored Infantry Battalion, a company each of the 68th Tank Battalion and the 603d Tank Destroyer Battalion, and a battery of the 777th AAA AW SP Battalion (from the 6th Armored Division). The components of Task Force A were: the 1st Tank Destroyer Brigade, controlling the 6th Tank Destroyer Group, the 705th Tank Destroyer Battalion, a battalion of the 330th Infantry (83d Division), the 15th Cavalry Group, and an engineer combat battalion. VIII Corps G-3 Msg, 21 Aug. The 38th Infantry headquarters acted in a dual capacity--for the regiment and for Task Force B. Ltr, Zwicker to OCMH, 14 Mar 56.",
      "Footnote_Referenced_Source": "VIII Corps G-3 Msg, 21 Aug; Ltr, Zwicker to OCMH, 14 Mar 56",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "OCMH Files (transferred)",
      "NonDigital_Library_Address": "National Archives at College Park, MD, or USAHEC, Carlisle, PA",
      "NonDigital_Library_References": "Letter, Zwicker to OCMH, 14 Mar 56; no digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "29",
      "Footnote_Number": "29",
      "Footnote_Text": "Carey was awarded the Medal of Honor.",
      "Footnote_Referenced_Source": "U.S. Army award records / CMOHS",
      "Web_Link": "https://www.cmohs.org/recipients/alvin-p-carey",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "",
      "Source_Type": "US"
    },
    {
      "Footnote": "30",
      "Footnote_Number": "30",
      "Footnote_Text": "Memos, Van Fleet for Earnest, 21 Aug, and Evans for Middleton, 28 Aug.",
      "Footnote_Referenced_Source": "Memos, Van Fleet for Earnest, 21 Aug, and Evans for Middleton, 28 Aug",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "OCMH Files (transferred)",
      "NonDigital_Library_Address": "National Archives at College Park, MD, or USAHEC, Carlisle, PA",
      "NonDigital_Library_References": "No digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "31",
      "Footnote_Number": "31",
      "Footnote_Text": "CI 15 (2d Div); Buckley, History of the 50th Armored Infantry Battalion, pp. 27-28. Other 6th Armored Division elements rejoined the division early in September.",
      "Footnote_Referenced_Source": "CI 15 (2d Div); Buckley, History of the 50th Armored Infantry Battalion",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized version of Buckley book located; CI reports non-public",
      "Source_Type": "US"
    },
    {
      "Footnote": "32",
      "Footnote_Number": "32",
      "Footnote_Text": "12th AGp Immed Rpt 69, Supporting Fires at Brest, 28 Aug; Ltr, Zwicker to OCMH, 14 Mar 56.",
      "Footnote_Referenced_Source": "12th AGp Immed Rpt 69; Ltr, Zwicker to OCMH, 14 Mar 56",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "OCMH Files (transferred)",
      "NonDigital_Library_Address": "National Archives at College Park, MD, or USAHEC, Carlisle, PA",
      "NonDigital_Library_References": "Letter, Zwicker to OCMH, 14 Mar 56; no digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "33",
      "Footnote_Number": "33",
      "Footnote_Text": "Task Force S had a variable composition but in general consisted of a battalion of the 116th Infantry, the 2d and 5th Ranger Battalions, the 224th Field Artillery Battalion, parts of the 86th Cavalry Reconnaissance Squadron, the 29th Division Reconnaissance Troop, and a company each of engineers, antiaircraft artillery, and 4.2-inch mortars. The task force was aided by two hundred Russians who had deserted the German Army. See Ninth U.S. Army Opns, I, Brest-Crozon, and Vulliez, Brest au Combat, pp. 206-08.",
      "Footnote_Referenced_Source": "Ninth U.S. Army Opns, I, Brest-Crozon; Vulliez, Brest au Combat",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Vulliez book no digitized version located; Ninth Army MS non-public",
      "Source_Type": "US"
    },
    {
      "Footnote": "34",
      "Footnote_Number": "34",
      "Footnote_Text": "Edlin received the DSC.",
      "Footnote_Referenced_Source": "U.S. Army award records / Hall of Valor",
      "Web_Link": "https://valor.militarytimes.com/recipient/recipient-12245/",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "",
      "Source_Type": "US"
    },
    {
      "Footnote": "35",
      "Footnote_Number": "35",
      "Footnote_Text": "SHAEF Msg, 25 Aug, SGS SHAEF File 381, Post-OVERLORD Plng; Bradley to Middleton and Middleton to Bradley, 24 Aug; 12th AGp Immed Rpt 44, Air Ground Opns in Attack on Brest, 31 Aug; VIII Corps FO 11, 22 Aug. Vulliez, Brest au Combat, pp. 225ff., gives an interesting account of the battle from the point of view of the civilian population.",
      "Footnote_Referenced_Source": "SHAEF Msg, SGS SHAEF File 381; 12th AGp Immed Rpt 44; VIII Corps FO 11; Vulliez, Brest au Combat",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "SHAEF files non-public; Vulliez no digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "36",
      "Footnote_Number": "36",
      "Footnote_Text": "Bradley, Effect of Air Power, pp. 128ff.",
      "Footnote_Referenced_Source": "Bradley, Effect of Air Power",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No exact match digitized; likely internal report, no public version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "37",
      "Footnote_Number": "37",
      "Footnote_Text": "2d Lt. Earl O. Hall of the 13th Infantry, who participated in vicious fighting for trenches and concrete emplacements until killed by artillery fire, was posthumously awarded the DSC.",
      "Footnote_Referenced_Source": "U.S. Army award records",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized citation located",
      "Source_Type": "US"
    },
    {
      "Footnote": "38",
      "Footnote_Number": "38",
      "Footnote_Text": "2d Div FO 10, 23 Aug, and Ltr of Instrs, 2030, 26 Aug; MS # B-731 (Fahrmbacher); Brest Fortress Comdr Rpt, 12 Aug, OB WEST KTB, Anlage",
      "Footnote_Referenced_Source": "2d Div FO 10; MS # B-731 (Fahrmbacher); Brest Fortress Comdr Rpt",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "German FMS MS # B-731 not fully digitized in public domain",
      "Source_Type": "US"
    },
    {
      "Footnote": "39",
      "Footnote_Number": "39",
      "Footnote_Text": "Colonel Wesson was posthumously awarded the DSC.",
      "Footnote_Referenced_Source": "U.S. Army award records",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized citation located",
      "Source_Type": "US"
    },
    {
      "Footnote": "40",
      "Footnote_Number": "40",
      "Footnote_Text": "See TUSA AAR, Sep.",
      "Footnote_Referenced_Source": "TUSA AAR, Sep",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "41",
      "Footnote_Number": "41",
      "Footnote_Text": "Memo, Kibler for Swift, Brest, 2 Sep, ML-205; Leigh-Mallory to Vandenberg, Smith to Vandenberg, and Eisenhower to Vandenberg 4, 6, and 7 Sep, SGS SHAEF File 381. General Middleton also sought landing craft for local amphibious operations against Brest, but his request was denied by naval authorities on the ground that no plan had been developed for such action. SHAEF to ANCXF, FWD-13554, 2 Sep, SGS SHAEF File 381, Post-OVERLORD Plng.",
      "Footnote_Referenced_Source": "Memo, Kibler for Swift, ML-205; SGS SHAEF File 381",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "SHAEF files non-public; no digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "42",
      "Footnote_Number": "42",
      "Footnote_Text": "29th Div G-3 Jnl, 30 Aug.",
      "Footnote_Referenced_Source": "29th Div G-3 Jnl, 30 Aug",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "43",
      "Footnote_Number": "43",
      "Footnote_Text": "See S.L.A. Marshall and John Westover, Capture of Kergonant Strong Point During the Brest Campaign (hereafter cited as Marshall and West-over, Kergonant Strong Point), ETOUSA Hist Sec, Bn and Small Unit Study 3, n.d. Pfc. Prussman was posthumously awarded the Medal of Honor. S. Sgt. George T. Scanlon of the 121st Infantry, who led an assault on enemy dugouts, was awarded the DSC.",
      "Footnote_Referenced_Source": "Marshall and Westover, Capture of Kergonant Strong Point; ETOUSA Hist Sec, Bn and Small Unit Study 3",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "ETOUSA Bn and Small Unit Studies not fully digitized; no public version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "44",
      "Footnote_Number": "44",
      "Footnote_Text": "VIII Corps AAR, Sep; see Story of Ninth Army, pp. 32ff.",
      "Footnote_Referenced_Source": "VIII Corps AAR, Sep; Conquer: The Story of Ninth Army",
      "Web_Link": "https://archive.org/details/ConquerTheStoryOfNinthArmy",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Full digitized version available on Internet Archive",
      "Source_Type": "US"
    },
    {
      "Footnote": "45",
      "Footnote_Number": "45",
      "Footnote_Text": "CI 15 (2d Div).",
      "Footnote_Referenced_Source": "CI 15 (2d Div)",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Combat Interview reports non-public/digitized",
      "Source_Type": "US"
    },
    {
      "Footnote": "46",
      "Footnote_Number": "46",
      "Footnote_Text": "Story of Ninth Army, pp. 32-33; 8th Div AAR, Sep.",
      "Footnote_Referenced_Source": "Conquer: The Story of Ninth Army; 8th Div AAR, Sep",
      "Web_Link": "https://archive.org/details/ConquerTheStoryOfNinthArmy",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Full digitized version available on Internet Archive",
      "Source_Type": "US"
    },
    {
      "Footnote": "47",
      "Footnote_Number": "47",
      "Footnote_Text": "VIII Corps G-3 Jnl and File, 13 Sep; Captured German Documents, Brest (Middleton-Ramcke correspondence), OCMH Files.",
      "Footnote_Referenced_Source": "VIII Corps G-3 Jnl and File, 13 Sep; Captured German Documents, Brest (Middleton-Ramcke correspondence)",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "OCMH Files (transferred)",
      "NonDigital_Library_Address": "National Archives at College Park, MD, or USAHEC, Carlisle, PA",
      "NonDigital_Library_References": "Captured documents non-public; no digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "48",
      "Footnote_Number": "48",
      "Footnote_Text": "Hallman received the Medal of Honor.",
      "Footnote_Referenced_Source": "U.S. Army award records / CMOHS",
      "Web_Link": "https://www.cmohs.org/recipients/sherwood-h-hallman",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "",
      "Source_Type": "US"
    },
    {
      "Footnote": "49",
      "Footnote_Number": "49",
      "Footnote_Text": "12th AGp Immed Rpt 46, Employment of Crocodile (Flame Throwing) Tanks Near Brest, 27 Sep; Action at Fort Montbarey, ETOUSA Hist Sec, Bn and Small Unit Study 2, n.d.",
      "Footnote_Referenced_Source": "12th AGp Immed Rpt 46; Action at Fort Montbarey, ETOUSA Hist Sec, Bn and Small Unit Study 2",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "ETOUSA Bn and Small Unit Studies not digitized; no public version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "50",
      "Footnote_Number": "50",
      "Footnote_Text": "For a detailed account, see CI 88 (29th Div).",
      "Footnote_Referenced_Source": "CI 88 (29th Div)",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Combat Interview reports non-public",
      "Source_Type": "US"
    },
    {
      "Footnote": "51",
      "Footnote_Number": "51",
      "Footnote_Text": "29th Div AAR, Sep; CI 14 (2d Div); Ninth U.S. Army Opns, Brest-Crozon.",
      "Footnote_Referenced_Source": "29th Div AAR, Sep; CI 14 (2d Div); Ninth U.S. Army Opns, Brest-Crozon",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized versions located",
      "Source_Type": "US"
    },
    {
      "Footnote": "52",
      "Footnote_Number": "52",
      "Footnote_Text": "TF A Opns, 1 Aug-22 Sep.",
      "Footnote_Referenced_Source": "TF A Opns, 1 Aug-22 Sep",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "53",
      "Footnote_Number": "53",
      "Footnote_Text": "Ramcke, Fallschirmjaeger, Damals und Danach, p. 67; Ninth U.S. Army Opns, Brest-Crozon.",
      "Footnote_Referenced_Source": "Ramcke, Fallschirmjaeger, Damals und Danach; Ninth U.S. Army Opns, Brest-Crozon",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Ramcke book no English/digitized version located; German original archival",
      "Source_Type": "US"
    },
    {
      "Footnote": "54",
      "Footnote_Number": "54",
      "Footnote_Text": "Marshall and Westover, Kergonant Strong Point; CI 14 (2d Div); 2d Div Ltr of Instrs, 2000, 14 Sep; Interv with Capt Robert E. Garcia, Hosp Intervs, ML-2234; Ltr, Gerhardt to OCMH, 26 Apr 56; 29th Div AAR, Sep.",
      "Footnote_Referenced_Source": "Marshall and Westover, Kergonant Strong Point; CI 14 (2d Div); Ltr, Gerhardt to OCMH, 26 Apr 56",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "OCMH Files (transferred)",
      "NonDigital_Library_Address": "National Archives at College Park, MD, or USAHEC, Carlisle, PA",
      "NonDigital_Library_References": "ML-2234; Ltr, Gerhardt to OCMH, 26 Apr 56; no digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "55",
      "Footnote_Number": "55",
      "Footnote_Text": "CI 87 (29th Div), Air Support at Brest; Bradley, Effect of Air Power, 128ff.; 12th AGp Immed Rpt 65, Close Air Support of Ground Forces Around Brest, 26 Sep.",
      "Footnote_Referenced_Source": "CI 87 (29th Div); Bradley, Effect of Air Power; 12th AGp Immed Rpt 65",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized version located",
      "Source_Type": "US"
    },
    {
      "Footnote": "56",
      "Footnote_Number": "56",
      "Footnote_Text": "Air Chief Marshal Harris suggests (Bomber Offensive, p. 214) that without heavy bombers the Allies would have been able to capture Brest (and other fortified ports) only after much more prolonged siege warfare.",
      "Footnote_Referenced_Source": "Harris, Bomber Offensive",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No full digitized version located in public domain",
      "Source_Type": "US"
    },
    {
      "Footnote": "57",
      "Footnote_Number": "57",
      "Footnote_Text": "VIII Corps G-1 Per Rpt, 19 Sep; CI 16 (2d Div); Ninth U.S. Army Opns, Brest-Crozon; 8th Div AAR, Sep.",
      "Footnote_Referenced_Source": "VIII Corps G-1 Per Rpt, 19 Sep; CI 16 (2d Div); Ninth U.S. Army Opns, Brest-Crozon",
      "Web_Link": "",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "No digitized versions located",
      "Source_Type": "US"
    },
    {
      "Footnote": "58",
      "Footnote_Number": "58",
      "Footnote_Text": "Story of Ninth Army, pp. 53-55. Some heavy equipment was moved by water transport through the English Channel. Edwards, Operation NEPTUNE, p. 269.",
      "Footnote_Referenced_Source": "Conquer: The Story of Ninth Army; Edwards, Operation NEPTUNE",
      "Web_Link": "https://archive.org/details/ConquerTheStoryOfNinthArmy; https://archive.org/details/operationneptuneEdwards",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Both digitized on Internet Archive",
      "Source_Type": "US"
    },
    {
      "Footnote": "59",
      "Footnote_Number": "59",
      "Footnote_Text": "Inside German-Occupied France, September 1944; 329th Inf AAR, Sep; 83d Div AAR, Sep; Story of Ninth Army, pp. 47-50.",
      "Footnote_Referenced_Source": "Inside German-Occupied France, September 1944; 329th Inf AAR, Sep; 83d Div AAR, Sep; Conquer: The Story of Ninth Army",
      "Web_Link": "https://archive.org/details/ConquerTheStoryOfNinthArmy",
      "Web_Link_Capture_Date": "2025-12-29",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": "Story digitized; other AARs non-public",
      "Source_Type": "US"
    }
  ],
  "Source_Footnote_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn30.html",
  "Source_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-30.html"
}