{
  "Events": [
    {
      "Event": "Allied Forces in the European Theater (Breakout and Pursuit Phase)",
      "Sub-event": "Strategic Context and Unconditional Surrender Policy",
      "Sub-event_summary": "Allied strategy, grounded in unconditional surrender from Casablanca (January 1943), focused on destroying enemy forces and occupying homelands through sequential campaigns from North Africa (1942) to France (1944), with OVERLORD as the decisive effort in France due to resource constraints limiting fronts.",
      "Sub-event_fulltext": {
        "Paragraph_17": "Based on the concept of unconditional surrender enunciated by President Franklin D. Roosevelt at the Casablanca Conference in January 1943, Allied strategy had as its object the ultimate occupation of the enemy countries. Before this was possible, the enemy war machines had to be destroyed. With this as the determining motivation, the Allies had embarked on a series of operations in an attempt to reach positions from which they could launch the final crushing blows against the enemy homelands. Against the enemy in Europe, the Allies had set into motion an inexorable march begun in 1942 in North Africa, continued in 1943 in Sicily and Italy, and developed in 1944 in France. Prime Minister Winston S. Churchill promised that the righting would be kept in constant flame until the final climax, and to many observers the end of the war in Europe seemed near at hand. The invasion of Normandy, \"part of a large strategic plan designed to bring about the total defeat of Germany by means of heavy and concerted assaults upon German-occupied Europe from the United Kingdom, the Mediterranean, and Russia,\" gave hope that the pledge would be fulfilled.",
        "Paragraph_18": "Since the resources of Great Britain and the United States in 1944 did not permit maintaining more than one major fighting front in Europe, France was selected as the decisive theater, OVERLORD the decisive campaign."
      },
      "Footnote_References": ["7", "8"],
      "Place_Name": "Western Europe (focus France)",
      "Dates": {
        "Date_group_of_event": "BEGINNING JUL44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-1.html",
        "Zulu_date_group_of_event": "BEGINNING JUL44"
      },
      "TOE": {
        "Unit": "Allied Forces",
        "Unit_Nationality": "US,GB",
        "Command_Structure": {
          "Unit": "Combined Allied Leadership",
          "Commander": "",
          "Name": "",
          "Rank": "",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "",
          "Biographical_reference_Capture_Date": ""
        },
        "Subordinates": [],
        "Personnel": "",
        "Equipments": {
          "Supply": "",
          "Allied_Employed": {},
          "Allied_Destroyed": {},
          "Axis_Employed": {},
          "Axis_Destroyed": {}
        }
      },
      "Casualties": {
        "Allied": {
          "Allied_US_KIA": "",
          "Allied_US_WIA": "",
          "Allied_US_Missing": "",
          "Allied_US_Unspecified_Casualties": "",
          "Allied_US_Prisoner_of_War": ""
        },
        "Axis": {
          "Axis_DE_KIA": "",
          "Axis_DE_WIA": "",
          "Axis_DE_Missing": "",
          "Axis_DE_Unspecified_Casualties": "",
          "Axis_DE_Prisoner_of_War": ""
        },
        "Civilian": {
          "Civilian_FR_Killed": "",
          "Civilian_FR_Wounded": "",
          "Civilian_FR_Unspecified_Casualties": ""
        }
      },
      "Media": {},
      "Place": {
        "Place_Name": "Normandy",
        "Place_GPS_coordinate": "49.0000, -0.5000",
        "Map_Reference": "Map I",
        "Map_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-1.jpg",
        "ExternalMapLink": "https://commons.wikimedia.org/wiki/Category:Maps_of_Operation_Overlord",
        "ExternalMapLinkLicence": "Public Domain",
        "ExternalMapLinkCaptureDate": "December 30, 2025"
      },
      "Weather": {
        "Place_Name": "Normandy",
        "Place_GPS_coordinate": "49.0000, -0.5000",
        "Weather_text": "July 1944 featured predominantly gloomy conditions with overcast skies, frequent rain periods, and moderate temperatures in the 50s-60s°F range; no major storms after June but persistent unsettled weather.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-1.7199",
          "East": "0.7199",
          "South": "48.1000",
          "North": "49.9000"
        }
      }
    },
    {
      "Event": "Allied Forces in the European Theater (Breakout and Pursuit Phase)",
      "Sub-event": "Supreme Command Structure under Eisenhower",
      "Sub-event_summary": "General Dwight D. Eisenhower, as Supreme Commander AEF, directed joint air, sea, and land operations in coalition warfare involving U.S., British, Canadian, and other exiled forces. Naval command under Admiral Ramsay; air coordination via Deputy Tedder, with strategic (Spaatz, Harris) and tactical (Brereton, Leigh-Mallory, Quesada) elements detailed.",
      "Sub-event_fulltext": {
        "Paragraph_19": "Directing the invasion of western Europe, General Dwight D. Eisenhower, Supreme Commander, Allied Expeditionary Force, synchronized the joint operations of air, sea, and land forces in a field operation of a magnitude never before attempted. In commanding U.S., British, and Canadian troops--the major components of his force--and contingents representing the governments-in-exile of Norway, Poland, Belgium, Luxembourg, the Netherlands, Czechoslovakia, and the embryo government of the Free French, he was also making coalition warfare work. By temperament and by experience, General Eisenhower was extraordinarily well qualified for his assignment.",
        "Paragraph_20": "The naval forces under General Eisenhower that participated in the invasion were under the command of Admiral Sir Bertram H. Ramsay. Though the air forces had no over-all commander, General Eisenhower employed Air Chief Marshal Sir Arthur W. Tedder, his deputy commander, as a de facto commander to co-ordinate the operations of the strategic and tactical air arms. Strategic air power was the function of the U.S. Eighth Air Force, under Lt. Gen. Carl Spaatz, and the British Bomber Command, under Air Chief Marshal Sir Arthur Harris. Tactical air power in direct support of ground operations on the Continent came from the U.S. Ninth Air Force (under Lt. Gen. Lewis H. Brereton), the 2d Tactical Air Force of the Royal Air Force, and the Air Defence Command of Great Britain, all co-ordinated by the Allied Expeditionary Air Force (AEAF), a headquarters commanded by Air Chief Marshal Sir Trafford Leigh-Mallory. Assigned to render close assistance to U.S. ground troops were the fighter-bombers of Maj. Gen. Elwood A. Quesada's IX Tactical Air Command (TAC), a subordinate unit of the Ninth Air Force."
      },
      "Footnote_References": ["9"],
      "Place_Name": "SHAEF Headquarters (England)",
      "Dates": {
        "Date_group_of_event": "BEGINNING JUL44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-1.html",
        "Zulu_date_group_of_event": "BEGINNING JUL44"
      },
      "TOE": {
        "Unit": "Supreme Headquarters Allied Expeditionary Force (SHAEF)",
        "Unit_Nationality": "US,GB,CA,NO,PL,BE,LU,NL,CZ,FR",
        "Command_Structure": {
          "Unit": "Allied Expeditionary Force",
          "Commander": "Dwight D. Eisenhower",
          "Name": "Dwight D. Eisenhower",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://grokipedia.com/page/Dwight_D._Eisenhower",
          "Biographical_reference_Capture_Date": "December 30, 2025"
        },
        "Subordinates": [
          {
            "Unit": "Naval Forces",
            "Name": "Bertram H. Ramsay",
            "Rank": "Admiral",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Bertram_Ramsay",
            "Biographical_reference_Capture_Date": "December 30, 2025"
          },
          {
            "Unit": "Deputy Supreme Commander / Air Coordination",
            "Name": "Arthur W. Tedder",
            "Rank": "Air Chief Marshal",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Arthur_Tedder,_1st_Baron_Tedder",
            "Biographical_reference_Capture_Date": "December 30, 2025"
          }
        ],
        "Personnel": "",
        "Equipments": {}
      },
      "Casualties": {},
      "Media": {},
      "Place": {
        "Place_Name": "England (SHAEF)",
        "Place_GPS_coordinate": "51.5000, -0.1167",
        "Map_Reference": "",
        "Map_Link": "",
        "ExternalMapLink": "",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": ""
      },
      "Weather": {
        "Place_Name": "England (SHAEF area)",
        "Place_GPS_coordinate": "51.5000, -0.1167",
        "Weather_text": "Similar to Normandy channel influence: unsettled July 1944 with overcast and rain.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-1.1167",
          "East": "0.8833",
          "South": "50.5000",
          "North": "52.5000"
        }
      }
    },
    {
      "Event": "Allied Forces in the European Theater (Breakout and Pursuit Phase)",
      "Sub-event": "Ground Command Delegation and Planned Transitions",
      "Sub-event_summary": "Eisenhower delegated initial ground control to Montgomery (21 Army Group) until September, directing British Second Army (Dempsey) and U.S. First Army (Bradley). Canadian First Army (Crerar) and U.S. Third Army (Patton) preparing to activate; future reversion to Eisenhower with two army groups.",
      "Sub-event_fulltext": {
        "Paragraph_21": "General Eisenhower reserved for himself the eventual direction of the Allied ground forces, a task he would assume later. His headquarters, SHAEF, was in England, but he was a frequent visitor to the combat zone, and he advised his subordinate commanders through personal conversations and tactful letters. Early in July he would establish a small command post in Normandy so that he could remain in close touch with the situation.",
        "Paragraph_22": "For the initial stages of the cross-Channel attack, a period that was to last until September, General Eisenhower had delegated operational control of the Allied land forces to General Sir Bernard L. Montgomery. The ranking British field commander, General Montgomery, was thus the de facto commander of all the Allied ground forces engaged in western Europe. As Commanding General, 21 Army Group, General Montgomery directed two armies: the Second British commanded by Lt. Gen. Miles C. Dempsey, and the First U.S. commanded by Lt. Gen. Omar N. Bradley.",
        "Paragraph_23": "The headquarters and subordinate elements of two other armies--Lt. Gen. Henry D. G. Crerar's First Canadian Army and Lt. Gen. George S. Patton, Jr.'s, U.S. Third Army--were in the process of being transported from England to France. Although the elements were incorporated into the active armies as they arrived on the Continent, the more quickly to bolster the fighting forces, the army headquarters were not to become operational until a time to be determined later. When that occurred, the British and the Canadian armies would come under General Montgomery's 21 Army Group, while the U.S. armies would function under an army group commanded by General Bradley. With two army group headquarters and four armies operational, and with SHAEF presumably active on the Continent by that time, the direct control of all the continental ground troops was to revert to General Eisenhower as Supreme Commander."
      },
      "Footnote_References": ["10", "11"],
      "Place_Name": "Normandy / England",
      "Dates": {
        "Date_group_of_event": "EARLY JUL44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-1.html",
        "Zulu_date_group_of_event": "APPROX 010900Z JUL44"
      },
      "TOE": {
        "Unit": "21 Army Group",
        "Unit_Nationality": "GB,US",
        "Command_Structure": {
          "Unit": "21 Army Group",
          "Commander": "Bernard L. Montgomery",
          "Name": "Bernard L. Montgomery",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://grokipedia.com/page/Bernard_Montgomery",
          "Biographical_reference_Capture_Date": "December 30, 2025"
        },
        "Subordinates": [
          {
            "Unit": "Second British Army",
            "Name": "Miles C. Dempsey",
            "Rank": "Lieutenant General",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Miles_Dempsey",
            "Biographical_reference_Capture_Date": "December 30, 2025"
          },
          {
            "Unit": "First United States Army",
            "Name": "Omar N. Bradley",
            "Rank": "Lieutenant General",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://grokipedia.com/page/Omar_Bradley",
            "Biographical_reference_Capture_Date": "December 30, 2025"
          }
        ],
        "Personnel": "",
        "Equipments": {}
      },
      "Casualties": {},
      "Media": {
        "Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/img/USA-E-Breakout-p8.jpg",
        "Description": "GENERAL MONTGOMERY",
        "License": "Public Domain (U.S. Government publication)"
      },
      "Place": {
        "Place_Name": "Normandy",
        "Place_GPS_coordinate": "49.0000, -0.5000",
        "Map_Reference": "",
        "Map_Link": "",
        "ExternalMapLink": "",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": ""
      },
      "Weather": {
        "Place_Name": "Normandy",
        "Place_GPS_coordinate": "49.0000, -0.5000",
        "Weather_text": "Gloomy July 1944 with grey skies, occasional rain, and temperatures in the 50s-60s°F.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-1.7199",
          "East": "0.7199",
          "South": "48.1000",
          "North": "49.9000"
        }
      }
    },
    {
      "Event": "Allied Forces in the European Theater (Breakout and Pursuit Phase)",
      "Sub-event": "Role of French Resistance and Forces of the Interior",
      "Sub-event_summary": "Allies anticipated French civilian support for rear security and potential guerrilla actions. SHAEF recognized General Koenig as FFI commander in June 1944 to disrupt German movements. By 1 July, resistance provided guides, intelligence, guards, and psychological harassment.",
      "Sub-event_fulltext": {
        "Paragraph_24": "To help the armies on the Continent, the Allies were counting on a friendly civilian population in France. At the least, the French were expected to assure safety in Allied rear areas, thus freeing military forces that would otherwise be needed to protect the lines of communication. At the most, the inhabitants might support the Allied effort by armed insurrection, sabotage, and guerrilla warfare against the occupying Germans. Long before the invasion, the Allies began to try to increase anticipated French support by reconstituting the French military forces outside France and by fostering the growth of an effective underground resistance inside the country. By the summer of 1944 one French division was in England and ready to take part in OVERLORD, and an estimated 100,000 men inside France had arms and ammunition for sabotage and diversionary activity.",
        "Paragraph_25": "To regularize the resistance movement and accord its members the same status as that of the armed forces in uniform, SHAEF, in June 1944, recognized General Pierre Koenig of the Free French headquarters in London as the commander of the French Forces of the Interior (FFI). His mission was to delay the concentration of German forces opposing the invasion by impeding the movement of German reserves, disrupting the enemy lines of communication and rear areas, and compelling the enemy to maintain large forces in the interior to guard against guerrilla raids and sabotage.",
        "Paragraph_26": "By 1 July it was clear that French assistance to OVERLORD was of substantial value. Although no French Regular Army units were yet on the Continent, resistance members were helping Allied combat troops by acting as guides, giving intelligence information, and guarding bridges, crossroads, and vital installations. Far from the fighting front, the presence of armed resistance groups in German rear areas was becoming a demoralizing psychological factor for the enemy, a harassing agent that diverted his troops from the battlefield, disturbed his communications, and shook his confidence."
      },
      "Footnote_References": ["12", "13"],
      "Place_Name": "France (interior and Normandy)",
      "Dates": {
        "Date_group_of_event": "010000B JUL44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-1.html",
        "Zulu_date_group_of_event": "302200Z JUN44"
      },
      "TOE": {
        "Unit": "French Forces of the Interior (FFI)",
        "Unit_Nationality": "FR",
        "Command_Structure": {
          "Unit": "Free French Headquarters / SHAEF recognized",
          "Commander": "Pierre Koenig",
          "Name": "Pierre Koenig",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://en.wikipedia.org/wiki/Pierre_K%C3%B6nig",
          "Biographical_reference_Capture_Date": "December 30, 2025"
        },
        "Subordinates": [],
        "Personnel": "Estimated 100,000 armed men",
        "Equipments": {}
      },
      "Casualties": {},
      "Media": {},
      "Place": {
        "Place_Name": "France",
        "Place_GPS_coordinate": "46.2276, 2.2137",
        "Map_Reference": "",
        "Map_Link": "",
        "ExternalMapLink": "",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": ""
      },
      "Weather": {
        "Place_Name": "France (general)",
        "Place_GPS_coordinate": "46.2276, 2.2137",
        "Weather_text": "Regional variations; in northern areas similar to Normandy: overcast, rainy periods in July 1944.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-48.7863",
          "East": "53.2137",
          "South": "-43.7724",
          "North": "136.2276"
        }
      }
    },
    {
      "Event": "Allied Forces in the European Theater (Breakout and Pursuit Phase)",
      "Sub-event": "Deployment of Allied Ground Forces on 1 July",
      "Sub-event_summary": "Allied front ~70 miles: British Second Army (left, Dempsey) from Orne River to Caumont, semicircle 3-7 miles from Caen. U.S. First Army (right, Bradley) from Caumont to Cotentin west coast, with three corps in line and fourth moving south from Cherbourg.",
      "Sub-event_fulltext": {
        "Paragraph_27": "The Allied combat forces in Normandy at the beginning of July were deployed on a front about seventy miles long. In the eastern sector--the left of the 21 Army Group--General Dempsey's British Second Army occupied positions from the mouth of the Orne River westward to the vicinity of Caumont. During June the British had moved south from three landing beaches toward the general target area of Caen. At the end of the month, with three corps operational, General Dempsey's line formed a semicircle from about three to seven miles from the northern edge of the city. (Map I)",
        "Paragraph_28": "In the western sector--the right of the 21 Army Group--General Bradley's U.S. First Army extended from Caumont to the west coast of the Cotentin. In June the Americans had pushed south from Omaha Beach to Caumont, had driven west from Utah Beach to isolate Cherbourg, and had moved north and taken that port. At the end of the month, three corps were in the line while a fourth, after capturing Cherbourg, was hurrying south to join them."
      },
      "Footnote_References": ["14"],
      "Place_Name": "Normandy Front (Caen to Cotentin)",
      "Dates": {
        "Date_group_of_event": "010000B JUL44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-1.html",
        "Zulu_date_group_of_event": "302200Z JUN44"
      },
      "TOE": {
        "Unit": "Second British Army / First United States Army",
        "Unit_Nationality": "GB,US",
        "Command_Structure": {
          "Unit": "21 Army Group",
          "Commander": "Bernard L. Montgomery",
          "Name": "Bernard L. Montgomery",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://grokipedia.com/page/Bernard_Montgomery",
          "Biographical_reference_Capture_Date": "December 30, 2025"
        },
        "Subordinates": [
          {
            "Unit": "Second British Army",
            "Name": "Miles C. Dempsey",
            "Rank": "Lieutenant General",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Miles_Dempsey",
            "Biographical_reference_Capture_Date": "December 30, 2025"
          },
          {
            "Unit": "First United States Army",
            "Name": "Omar N. Bradley",
            "Rank": "Lieutenant General",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://grokipedia.com/page/Omar_Bradley",
            "Biographical_reference_Capture_Date": "December 30, 2025"
          }
        ],
        "Personnel": "",
        "Equipments": {}
      },
      "Casualties": {},
      "Media": {},
      "Place": {
        "Place_Name": "Caen",
        "Place_GPS_coordinate": "49.1829, -0.3707",
        "Map_Reference": "Map I",
        "Map_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-1.jpg",
        "ExternalMapLink": "https://en.wikipedia.org/wiki/File:Normandie_1944_Map.jpg",
        "ExternalMapLinkLicence": "Public Domain",
        "ExternalMapLinkCaptureDate": "December 30, 2025"
      },
      "Weather": {
        "Place_Name": "Caen",
        "Place_GPS_coordinate": "49.1829, -0.3707",
        "Weather_text": "July 1944: gloomy with frequent overcast and rain; temperatures moderate.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-1.3707",
          "East": "0.6293",
          "South": "48.1829",
          "North": "50.1829"
        }
      }
    },
    {
      "Event": "Allied Forces in the European Theater (Breakout and Pursuit Phase)",
      "Sub-event": "Disposition Rationale for Supply Logistics",
      "Sub-event_summary": "British left/American right deployment planned for efficient supply: U.S. forces via Breton ports from America; British via Channel harbors. This shaped initial objectives and beach-based logistics in summer 1944.",
      "Sub-event_fulltext": {
        "Paragraph_29": "The disposition of the Allied forces-the British on the left and the Americans on the right--had been planned to facilitate supply in the later stages of the invasion. Although stocks in the United Kingdom flowed to the troops of both nations over the landing beaches in the summer of 1944, eventually men and matériel in support of the U.S. forces were to come directly from the United States, and the Breton ports were the most convenient points of entry to receive them. Likewise, the continental harbors along the Channel were logical ports of entry for the British forces. This determined not only the deployment of troops but also their objectives from the outset."
      },
      "Footnote_References": [],
      "Place_Name": "Brittany / Channel Ports",
      "Dates": {
        "Date_group_of_event": "SUMMER44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-1.html",
        "Zulu_date_group_of_event": "SUMMER44"
      },
      "TOE": {},
      "Casualties": {},
      "Media": {},
      "Place": {
        "Place_Name": "Brittany",
        "Place_GPS_coordinate": "48.0000, -3.0000",
        "Map_Reference": "",
        "Map_Link": "",
        "ExternalMapLink": "",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": ""
      },
      "Weather": {
        "Place_Name": "Brittany",
        "Place_GPS_coordinate": "48.0000, -3.0000",
        "Weather_text": "July 1944: similar to Normandy, predominantly overcast with rain and moderate temperatures.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-4.0000",
          "East": "-2.0000",
          "South": "47.0000",
          "North": "49.0000"
        }
      }
    }
  ],
  "Footnotes": [
    {
      "Footnote": "7",
      "Footnote_Number": "7",
      "Footnote_Text": "NEPTUNE Initial Jt Plan cited in n. 2, above.",
      "Footnote_Referenced_Source": "NEPTUNE Initial Jt Plan",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "SHAEF RG 331",
      "NonDigital_Library_Address": "National Archives at College Park, 8601 Adelphi Road, College Park, MD 20740-6001",
      "NonDigital_Library_References": "NJC 1004, copy 100"
    },
    {
      "Footnote": "8",
      "Footnote_Number": "8",
      "Footnote_Text": "See, for example, SHAEF to AGWAR, S-54425, 23 Jun, SHAEF Msg File.",
      "Footnote_Referenced_Source": "SHAEF to AGWAR, S-54425, 23 Jun",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "SHAEF Msg File, RG 331",
      "NonDigital_Library_Address": "National Archives at College Park, 8601 Adelphi Road, College Park, MD 20740-6001",
      "NonDigital_Library_References": "S-54425"
    },
    {
      "Footnote": "9",
      "Footnote_Number": "9",
      "Footnote_Text": "See Forrest C. Pogue, The Supreme Command, UNITED STATES ARMY IN WORLD WAR II (Washington, 1954), pp. 33ff .",
      "Footnote_Referenced_Source": "The Supreme Command",
      "Web_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Supreme/index.html",
      "Web_Link_Capture_Date": "December 30, 2025",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": ""
    },
    {
      "Footnote": "10",
      "Footnote_Number": "10",
      "Footnote_Text": "See, for example, Ltr, Eisenhower to Bradley, 25 Jun, cited in n. 5, above.",
      "Footnote_Referenced_Source": "Ltr, Eisenhower to Bradley, 25 Jun",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "FUSA G-3 Jnl File, RG 338",
      "NonDigital_Library_Address": "National Archives at College Park, 8601 Adelphi Road, College Park, MD 20740-6001",
      "NonDigital_Library_References": "First U.S. Army G-3 Journal File"
    },
    {
      "Footnote": "11",
      "Footnote_Number": "11",
      "Footnote_Text": "For description of General Montgomery's character, personality, and habits, see Major-General Sir Francis de Guingand, Operation Victory (New York, Charles Scribner's Sons, 1947), pp. 165-94.",
      "Footnote_Referenced_Source": "Operation Victory",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "U.S. Army Heritage and Education Center",
      "NonDigital_Library_Address": "950 Soldiers Drive, Carlisle, PA 17013-5021",
      "NonDigital_Library_References": "Major-General Sir Francis de Guingand, 1947 edition"
    },
    {
      "Footnote": "12",
      "Footnote_Number": "12",
      "Footnote_Text": "For a detailed account of how the French military forces were reconstituted, see Marcel Vigneras, Rearming the French , UNITED STATES ARMY IN WORLD WAR II (Washington, 1957).",
      "Footnote_Referenced_Source": "Rearming the French",
      "Web_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Rearming/index.html",
      "Web_Link_Capture_Date": "December 30, 2025",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": ""
    },
    {
      "Footnote": "13",
      "Footnote_Number": "13",
      "Footnote_Text": "See Pogue, Supreme Command, Chapters VIII and XIII , and below, Chapter XXIX .",
      "Footnote_Referenced_Source": "The Supreme Command",
      "Web_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Supreme/index.html",
      "Web_Link_Capture_Date": "December 30, 2025",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": ""
    },
    {
      "Footnote": "14",
      "Footnote_Number": "14",
      "Footnote_Text": "Throughout this volume, the term Cotentin refers to the area bounded by Cherbourg on the north, Avranches on the south, the Vire River on the east, and the English Channel on the west.",
      "Footnote_Referenced_Source": "Definition in volume",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": ""
    }
  ],
  "Source_Footnote_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn1.html",
  "Source_Footnote_Link_Capture_Date": "December 30, 2025",
  "Source_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-1.html",
  "Source_Link_Capture_Date": "December 30, 2025"
}