{
  "Events": [
    {
      "Event": "Operation COBRA Preparations",
      "Sub-event": "Conceptual Development",
      "Sub-event_summary": "The concept of Operation COBRA was developed to breach German defenses and advance towards Brittany, involving a massive blow by VII Corps and an armored thrust to Coutances by VIII Corps.",
      "Sub-event_fulltext": {
        "Paragraph_1": "The perspective within which Operation COBRA was conceived was essentially the same as had bounded General Bradley's July offensive. The objectives remained unchanged: Brittany was the eventual goal, the first step toward it the Coutances-Caumont line. According to General Montgomery's instructions of the end of June, repeated in July, the First U.S. Army was to pivot on its left at Caumont and make a wide sweep to a north-south line from Caumont to Fougeres so that U.S. troops would eventually face east to protect the commitment of General Patton's Third Army into Brittany.¹",
        "Paragraph_2": "To set the First Army wheeling maneuver into motion, General Bradley decided to breach the German defenses with a massive blow by VII Corps on a narrow front in the center of the army zone and to unhinge the German defenses opposing VIII Corps by then making a powerful armored thrust to Coutances. With the basic aim of propelling the American right (west) flank to Coutances, COBRA was to be both a breakthrough attempt and an exploitation to Coutances, a relatively deep objective in the enemy rear--the prelude to a later drive to the southern base of the Cotentin, the threshold of Brittany.²",
        "Paragraph_3": "The word breakthrough, frequently used during the planning period, signified a penetration through the depth of the enemy defensive position. The word breakout was often employed later somewhat ambiguously or as a literary term to describe the results of COBRA and meant variously leaving the hedgerow country, shaking loose from the Cotentin, acquiring room for mobile warfare--goodbye Normandy, hello Brest. Reporters writing after the event and impressed with the results stressed the breakout that developed rather than the breakthrough that was planned. Participants tended later to be convinced that the breakout was planned the way it happened because they were proud of the success of the operation, perhaps also because it made a better story. In truth, Operation COBRA in its original concept reflected more than sufficient credit on those who planned, executed, and exploited it into the proportions it eventually assumed. COBRA became the key maneuver from which a large part of the subsequent campaign in Europe developed.",
        "Paragraph_4": "During the twelve days that separated the issuance of the plan and the commencement of COBRA, command and staff personnel discussed in great detail the possible consequences of the attack. \"If this thing goes as it should,\" General Collins later remembered General Bradley saying, \"we ought to be in Avranches in a week.\"³ Certainly it was reasonable to hope that COBRA would precipitate a breakthrough that might be exploited into what later came to be called the breakout, but a justifiable hope did not prove a firm intention--particularly when considered in relation to the stubborn German defense in the hedgerows. Perhaps in their most secret and wildest dreams American planners had visions of a COBRA that would slither across France, but as late as 18 July there were \"still a few things that [First] Army has not decided yet.\" One of those \"few things\" was that COBRA was to be synonymous with breakout.⁴"
      },
      "Footnote_References": [
        "1",
        "2",
        "3",
        "4"
      ],
      "Place_Name": "Normandy",
      "Dates": {
        "Date_group_of_event": "APPROX 010000ZJul44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-11.html",
        "Zulu_date_group_of_event": "APPROX 010000ZJul44"
      },
      "TOE": {
        "Unit": "First U.S. Army",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Unit": "21 Army Group",
          "Commander": "General Montgomery",
          "Name": "Bernard Montgomery",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://en.wikipedia.org/wiki/Bernard_Montgomery",
          "Biographical_reference_Capture_Date": "December 21, 2025"
        },
        "Subordinates": [
          {
            "Unit": "VII Corps",
            "Name": "J. Lawton Collins",
            "Rank": "General",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://en.wikipedia.org/wiki/J._Lawton_Collins",
            "Biographical_reference_Capture_Date": "December 21, 2025"
          },
          {
            "Unit": "VIII Corps",
            "Name": "Troy H. Middleton",
            "Rank": "General",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Troy_H._Middleton",
            "Biographical_reference_Capture_Date": "December 21, 2025"
          }
        ],
        "Personnel": "Fully staffed",
        "Equipments": {
          "Supply": "No shortages mentioned",
          "Allied_Employed": [],
          "Allied_Destroyed": [],
          "Axis_Employed": [],
          "Axis_Destroyed": []
        }
      },
      "Casualties": {
        "Allied": {
          "Allied_US_KIA": "0",
          "Allied_US_WIA": "0",
          "Allied_US_Missing": "0",
          "Allied_US_Unspecified_Casualties": "0",
          "Allied_US_Prisoner_of_War": "0"
        },
        "Axis": {
          "Axis_DE_KIA": "0",
          "Axis_DE_WIA": "0",
          "Axis_DE_Missing": "0",
          "Axis_DE_Unspecified_Casualties": "0",
          "Axis_DE_Prisoner_of_War": "0"
        },
        "Civilian": {
          "Civilian_FR_Killed": "0",
          "Civilian_FR_Wounded": "0",
          "Civilian_FR_Unspecified_Casualties": "0"
        }
      },
      "Media": [],
      "Place": {
        "Place_Name": "Normandy",
        "Place_GPS_coordinate": "49.0000, -1.0000",
        "Map_Reference": "Map II",
        "Map_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-II.jpg",
        "ExternalMapLink": "",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": ""
      },
      "Weather": {
        "Place_Name": "Normandy",
        "Place_GPS_coordinate": "49.0000, -1.0000",
        "Weather_text": "Average temperature in July 1944 in France was below normal, rainfall above normal.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-2.0000",
          "East": "0.0000",
          "South": "48.0000",
          "North": "50.0000"
        }
      }
    },
    {
      "Event": "Operation COBRA Preparations",
      "Sub-event": "Preliminary Operations Introduction",
      "Sub-event_summary": "Preliminary operations by VIII Corps to eliminate German strongpoints at la Varde and St. Germain-sur-Sèves to facilitate the COBRA attack.",
      "Sub-event_fulltext": {
        "Paragraph_5": "Perhaps the best a priori evidence of how difficult it would be to achieve even a breakthrough was the result of two limited objective attacks launched by the VIII Corps a week before COBRA.",
        "Paragraph_6": "A basic feature of the COBRA plan was the encirclement and elimination of the Germans facing the VIII Corps on the Cotentin west coast. For an effective execution of this concept, VIII Corps had to advance its front quickly toward Coutances at the proper time. Yet two German strongpoints in the corps zone of advance threatened to block a speedy getaway by a portion of the corps. To have to destroy them during the COBRA operation would retard the initial momentum of the COBRA attack. To eliminate them before COBRA commenced, to move the corps front closer to a more desirable line of departure, and to get the entire corps out of Cotentin swampland became the objectives of two preliminary operations."
      },
      "Footnote_References": [],
      "Place_Name": "Cotentin",
      "Dates": {
        "Date_group_of_event": "BEGINNING Jul44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-11.html",
        "Zulu_date_group_of_event": "BEGINNING Jul44"
      },
      "TOE": {
        "Unit": "VIII Corps",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Unit": "First U.S. Army",
          "Commander": "General Bradley",
          "Name": "Omar Bradley",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://en.wikipedia.org/wiki/Omar_Bradley",
          "Biographical_reference_Capture_Date": "December 21, 2025"
        },
        "Subordinates": [
          {
            "Unit": "83d Division",
            "Name": "Robert C. Macon",
            "Rank": "General",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Robert_C._Macon",
            "Biographical_reference_Capture_Date": "December 21, 2025"
          },
          {
            "Unit": "90th Division",
            "Name": "Eugene M. Landrum",
            "Rank": "General",
            "Date": "",
            "End_Date_of_command": "23 Jul44",
            "End_Status": "Relieved",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Eugene_M._Landrum",
            "Biographical_reference_Capture_Date": "December 21, 2025"
          }
        ],
        "Personnel": "Depleted ranks, many replacements",
        "Equipments": {
          "Supply": "Ammunition problems",
          "Allied_Employed": [],
          "Allied_Destroyed": [],
          "Axis_Employed": [],
          "Axis_Destroyed": []
        }
      },
      "Casualties": {
        "Allied": {
          "Allied_US_KIA": "0",
          "Allied_US_WIA": "0",
          "Allied_US_Missing": "0",
          "Allied_US_Unspecified_Casualties": "0",
          "Allied_US_Prisoner_of_War": "0"
        },
        "Axis": {
          "Axis_DE_KIA": "0",
          "Axis_DE_WIA": "0",
          "Axis_DE_Missing": "0",
          "Axis_DE_Unspecified_Casualties": "0",
          "Axis_DE_Prisoner_of_War": "0"
        },
        "Civilian": {
          "Civilian_FR_Killed": "0",
          "Civilian_FR_Wounded": "0",
          "Civilian_FR_Unspecified_Casualties": "0"
        }
      },
      "Media": [],
      "Place": {
        "Place_Name": "Cotentin",
        "Place_GPS_coordinate": "49.1833, -1.4167",
        "Map_Reference": "Map II",
        "Map_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-II.jpg",
        "ExternalMapLink": "",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": ""
      },
      "Weather": {
        "Place_Name": "Cotentin",
        "Place_GPS_coordinate": "49.1833, -1.4167",
        "Weather_text": "Heavy rainfall in June, deepening streams, marshy terrain.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-1.5167",
          "East": "-1.3167",
          "South": "49.0833",
          "North": "49.2833"
        }
      }
    },
    {
      "Event": "Preliminary Operations for Operation COBRA",
      "Sub-event": "83d Division Attack on la Varde",
      "Sub-event_summary": "The 83d Division attempted to capture la Varde but failed due to terrain, enemy fire, and division inefficiencies, leading to high casualties and revision of COBRA plans.",
      "Sub-event_fulltext": {
        "Paragraph_7": "The 83d Division attacked first. Since its original commitment on 4 July, the division had fought in the Carentan-Périers isthmus, had gained the west bank of the Taute River near the Tribehou causeway, and had sent the 330th Infantry across the Taute to operate with the 9th Division on the east bank. The remainder of the 83d Division had attacked along the west bank of the Taute toward Périers and had reached a causeway leading to la Varde. In its pre-COBRA assignment, the division was to attack across the la Varde causeway to the east bank of the Taute. In possession of la Varde and near the Lessay-Périers highway, the division would have a water-and-swamp obstacle behind it and be in position to threaten encirclement of Périers from the east. At this point it would also regain control of the 350th Infantry. (See Map II.)",
        "Paragraph_8": "The Germans did not hold la Varde in strength. A reinforced company was sufficient since the flat ground around la Varde provided open fields of fire for more than a thousand yards in all directions. Only five machine guns were at la Varde, but they were able to fire as though \"shooting across a billiard table.\"⁵ From nearby positions at Marchesieux, German assault guns could provide effective support.",
        "Paragraph_9": "In contrast to the excellent assistance the terrain furnished the defense, there were no natural features to aid the attack. Between the 83d Division on the west bank and the Germans holding la Varde on the east bank stretched the gray-brown desolation of the Taute River flats. The Taute River, at this point a stream fifteen feet wide and two feet deep with about a foot of soft mud on the bottom, flowed along the western edge of the marsh. The causeway that crossed the swamp was a tarred two-lane road little higher than the open area of stagnant marsh and flooded mudholes. Over a mile long, the causeway ran straight and level through borders of regularly spaced trees that gave the appearance of a country lane. The road in fact was the approach--the driveway--to a small chateau on the west bank of the swamp. The small bridge over the Taute near the chateau had been destroyed by the Germans. Along both edges of the swamp, lush banks of trees and hedges concealed the chateau, which was the jump-off point, and the hamlet of la Varde, the objective. In between, there was no cover. Foxholes in the flats would quickly fill with water. The only feasible method of attack was to crawl forward and then charge the enemy machine guns with grenades and bayonets. The swamp was mucky, and vehicles could not cross the causeway unless the bridge near the chateau was repaired.⁶",
        "Paragraph_10": "The division commander, General Macon, decided that an attack launched around 1800 would give engineers five hours before darkness to lay temporary bridging across the stream. Thus, build-up and consolidation of a bridgehead established at la Varde could be accomplished during the night. Colonel York's 331st Infantry was to make the assault, Colonel Crabill's 329th Infantry a diversionary attack. A strong artillery preparation was to include considerable smoke. Though the division tried to get tracked vehicles capable of carrying supplies across the swamp in the event engineers could not repair the bridge over the Taute, their efforts failed. First Army headquarters, after much prodding, agreed to lend the division eight \"Alligators\" for one day but refused to furnish drivers.⁷ Normally used on the Normandy invasion beaches to handle supplies unloaded from ships, the Alligators arrived in the division area too late for use in the la Varde attack.",
        "Paragraph_11": "In the afternoon of 17 July, shortly before the main attack, reconnaissance troops of the 330th Infantry, on the east side of the river, attempted to approach la Varde from the east. Enemy machine gun fire stopped the effort. The diversionary attack on the west bank, launched by the 329th Infantry in company strength, turned out to be little more than a demonstration that \"just pooped out\" after taking thirteen casualties.⁸",
        "Paragraph_12": "At 1830, half an hour after the diversion commenced, Colonel York sent one battalion of his 331st Infantry toward la Varde in the main effort. Because the causeway was the natural crossing site and because the flat straight road would obviously be swept by German fire, Colonel York sent his assault battalion through the spongy swamp. Using prefabricated footbridges, the infantry struggled across muck and water sometimes neck deep. At nightfall the battalion reached la Varde and established an insecure bridgehead. Many infantrymen who had crawled through the swamp found their weapons clogged with silt and temporarily useless. The mud, the darkness, and enemy fire discouraged weapons cleaning. Though the regiment had planned to reinforce the battalion during the night over the causeway, engineers had been unable to erect a temporary bridge because of heavy enemy tank destroyer fire on the bridge site. Unable to get supply vehicles, tanks, and artillery over the flats to support the battalion at la Varde, and deeming it impossible either to transport a sufficient supply of ammunition by hand or to send reinforcements across the treacherous swamp, General Macon reluctantly agreed to let the battalion at la Varde--which shortly after daylight, 18 July, reported it was unable to remain on the east bank--fall back.",
        "Paragraph_13": "The 331st Infantry tried again at dawn, 19 July, in an attack keyed to fire support from the 330th Infantry on the east bank of the Taute and to concealment by smoke and an early morning haze. Eschewing the swampy lowlands, the assault battalion advanced directly down the causeway. Against surprisingly light enemy fire, the troops again established a foothold at la Varde. Engineers in the meantime installed a Bailey bridge across the Taute near the chateau. Unfortunately, a normal precaution of mining the bridge so it could be destroyed in case of counterattack backfired when enemy shellfire detonated the explosives. The bridge went up with a roar. Since tanks again could not cross the swamp, the foothold at la Varde was once more precarious. When the enemy launched a small counterattack that afternoon, the troops retired.",
        "Paragraph_14": "The failure of this attack ended the attempts to take la Varde. The participating rifle companies had taken casualties of 50 percent of authorized strength, and one battalion commander was missing in action. Difficult terrain and plain bad luck had contributed to the failure, but more basic was the ineffectiveness of the 83d Division. The division earlier that month had incurred more casualties and received more replacements in its short combat career than any other U.S. unit in Normandy in a comparable span of time. The loss of trained leaders and men in the combat echelons and their replacement by the large influx of relatively untrained personnel had diminished the division's efficiency. \"We have quite a few new men and they are really new,\" Colonel York explained; \"[they] don't know their officers . . . and the officers don't know their men.\"⁹ Recognizing the condition of the division, Generals Bradley and Middleton saw no purpose in continuing the futile pattern at la Varde. They saw more hope in revising the VIII Corps role in COBRA. In the meantime the 83d Division was to train and try to assimilate its replacements."
      },
      "Footnote_References": [
        "5",
        "6",
        "8",
        "9"
      ],
      "Place_Name": "la Varde",
      "Dates": {
        "Date_group_of_event": "171800ZJul44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-11.html",
        "Zulu_date_group_of_event": "171700ZJul44"
      },
      "TOE": {
        "Unit": "83d Division",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Unit": "VIII Corps",
          "Commander": "General Middleton",
          "Name": "Troy H. Middleton",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://en.wikipedia.org/wiki/Troy_H._Middleton",
          "Biographical_reference_Capture_Date": "December 21, 2025"
        },
        "Subordinates": [
          {
            "Unit": "331st Infantry",
            "Name": "Edwin D. York",
            "Rank": "Colonel",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "",
            "Biographical_reference_Capture_Date": ""
          },
          {
            "Unit": "329th Infantry",
            "Name": "James C. Crabill",
            "Rank": "Colonel",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "",
            "Biographical_reference_Capture_Date": ""
          }
        ],
        "Personnel": "High casualties, many untrained replacements, diminished efficiency",
        "Equipments": {
          "Supply": "Unable to transport ammunition by hand",
          "Allied_Employed": [
            {
              "Origination_Country": "US",
              "Name": "Alligator",
              "Identifier": "LVT(1)",
              "Quantity": "8",
              "Web_Reference": "https://en.wikipedia.org/wiki/Landing_Vehicle_Tracked",
              "Web_Image_Reference": "",
              "Web_Reference_Capture_Date": "December 21, 2025"
            },
            {
              "Origination_Country": "GB",
              "Name": "Bailey bridge",
              "Identifier": "",
              "Quantity": "1",
              "Web_Reference": "https://en.wikipedia.org/wiki/Bailey_bridge",
              "Web_Image_Reference": "",
              "Web_Reference_Capture_Date": "December 21, 2025"
            }
          ],
          "Allied_Destroyed": [],
          "Axis_Employed": [
            {
              "Origination_Country": "DE",
              "Name": "Assault gun",
              "Identifier": "StuG",
              "Quantity": "several",
              "Web_Reference": "https://en.wikipedia.org/wiki/Sturmgesch%C3%BCtz_III",
              "Web_Image_Reference": "",
              "Web_Image_License": "",
              "Web_Reference_Capture_Date": "December 21, 2025"
            }
          ],
          "Axis_Destroyed": []
        }
      },
      "Casualties": {
        "Allied": {
          "Allied_US_KIA": "0",
          "Allied_US_WIA": "0",
          "Allied_US_Missing": "1",
          "Allied_US_Unspecified_Casualties": "50 percent of rifle companies",
          "Allied_US_Prisoner_of_War": "0"
        },
        "Axis": {
          "Axis_DE_KIA": "0",
          "Axis_DE_WIA": "0",
          "Axis_DE_Missing": "0",
          "Axis_DE_Unspecified_Casualties": "0",
          "Axis_DE_Prisoner_of_War": "0"
        },
        "Civilian": {
          "Civilian_FR_Killed": "0",
          "Civilian_FR_Wounded": "0",
          "Civilian_FR_Unspecified_Casualties": "0"
        }
      },
      "Media": [
        {
          "Link": "http://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-II.jpg",
          "Description": "Map of First Army Front West of the Vire River, 8-15 July 1944",
          "License": "Public domain"
        }
      ],
      "Place": {
        "Place_Name": "la Varde",
        "Place_GPS_coordinate": "49.1800, -1.3500",
        "Map_Reference": "Map II",
        "Map_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-II.jpg",
        "ExternalMapLink": "https://mappingtheoverlays.wordpress.com/",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": "December 21, 2025"
      },
      "Weather": {
        "Place_Name": "la Varde",
        "Place_GPS_coordinate": "49.1800, -1.3500",
        "Weather_text": "Early morning haze on 19 July, aiding concealment.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-1.4500",
          "East": "-1.2500",
          "South": "49.0800",
          "North": "49.2800"
        }
      }
    },
    {
      "Event": "Preliminary Operations for Operation COBRA",
      "Sub-event": "90th Division Attack on St. Germain-sur-Sèves",
      "Sub-event_summary": "The 90th Division's attack on St. Germain-sur-Sèves failed due to terrain, enemy fire, and poorly trained replacements, leading to heavy casualties and the relief of the division commander.",
      "Sub-event_fulltext": {
        "Paragraph_15": "In the same way, the results of the 90th Division's attempts to execute a pre-COBRA mission also contributed to a modification of the VIII Corps role in COBRA. After twelve days of sustained action at Mont Castre and Beaucoudray, the 90th Division had also seen its ranks depleted in the wearing battle of the hedgerows. Less than six weeks after commitment in Normandy, the division's enlisted infantry replacements numbered more than 100 percent of authorized strength; infantry officer replacements totaled almost 150 percent. In comparison to the veterans who had fought in the hedgerows, the replacements were poorly trained and undependable, as soon became obvious in the division's new assignment.",
        "Paragraph_16": "The pre-COBRA objective of the 90th Division was a low hedgerowed mound of earth surrounded by swampland. Athwart the division zone of advance, the island of dry ground held the village of St. Germain-sur-Sèves. Possessing the island and across the Sèves River, the division would be in position not only to threaten Périers but also to get to the Périers--Coutances highway. Only a weak German battalion held the island, but it had excellent positions dug into the hedgerowed terrain, good observation, and a superb field of fire. Several assault guns and a few light tanks supported the infantry; artillery was tied into the strongpoint defenses.¹⁰",
        "Paragraph_17": "Two miles long and half a mile wide, the island had been more than normally isolated by the heavy rainfall in June, which had deepened the shallow streams along its north and south banks. Linking the hamlet of St. Germain to the \"mainland\" was a narrow, tarred road from the western tip of the island. The Germans had destroyed a small bridge there, the only suitable site for engineer bridging operations. Several hundred yards away, a muddy country lane gave access to the island from the north, across a ford. How to cross level treeless swamps that offered neither cover nor concealment was the assault problem. Although a night attack seemed appropriate, the division commander, General Landrum, quickly abandoned the idea. With so many newly arrived replacements he dared not risk the problem of control inherent in a night operation.¹¹",
        "Paragraph_18": "To help overcome the terrain difficulties, General Landrum arranged for heavy fire support. Since his was to be the only attack in progress in the corps zone, more than normal fire power was available. He received the assistance of the entire VIII Corps Artillery. Because the 83d Division had found the la Varde operation so difficult, preparatory bombardment by tactical air was promised for the 90th Division. To make certain of a preponderance of fire power, Landrum directed all nonparticipating infantry units to support the attack by fire. General Landrum selected the 358th Infantry to make the attack. The regimental commander, Lt. Col. Christian E. Clarke, Jr., planned to attack with two battalions abreast, each advancing along one of the roads to the island. Once on the island, the two battalions were to form a consolidated bridgehead. Engineers were then to lay bridging so that tanks and assault guns could cross the Sèves and support a drive eastward to clear the rest of the island. Initially scheduled for 18 July, the operation was postponed several times until artillery ammunition problems—matters affecting the COBRA preparations—were settled. The attack was finally set for the morning of 22 July. Poor visibility that morning grounded not only the fighter-bombers that were to make an air strike on the island but also the artillery observation planes. Though in great volume, the artillery preparation thus was unobserved. Advancing Toward St. Germain Since no other actions were occurring in the area, the Germans, like VIII Corps, were able to utilize all their fire resources within range to meet the American attack. Enemy fire prevented the assault troops from advancing beyond the line of departure. A battalion of the 90th Division not even taking part in the attack sustained forty-two casualties from enemy shelling. American counterbattery fires plotted by map seemed to have no real effect. Three hours after the designated time of attack, one battalion moved forward along the muddy country lane. Taking 50 percent casualties in the assault companies, men of the battalion crossed the swamp, waded the stream, and reached the island. The momentum of their advance carried them 200 yards into the interior. Colonel Clarke quickly ordered the other assault battalion to take the same route, but only one rifle company managed to reach St. Germain in this manner. Though Colonel Clarke replaced the battalion commander with the regimental executive officer, the new battalion commander had no more success in reinforcing the foothold. The Germans pounded the approaches to the island with artillery and mortars and swept the open ground with machine gun fire. The only practical method of crossing the exposed area was by infiltration, and most men sent toward the island lost their way.",
        "Paragraph_19": "General Landrum selected the 358th Infantry to make the attack. The regimental commander, Lt. Col. Christian E. Clarke, Jr., planned to make the attack with two battalions abreast, each advancing along one of the roads to the island. Once on the island, the two battalions were to form a consolidated bridgehead. Engineers were then to lay bridging so that tanks and assault guns could cross the Sèves and support a drive eastward to clear the rest of the island.",
        "Paragraph_20": "Initially scheduled for 18 July, the operation was postponed several times until artillery ammunition problems—matters affecting the C OBRA preparations—were settled. The attack was finally set for the morning of 22 July. Poor visibility that morning grounded not only the fighter-bombers that were to make an air strike on the island but also the artillery observation planes. Though in great volume, the artillery preparation thus was unobserved.",
        "Paragraph_21": "Since no other actions were occurring in the area, the Germans, like VIII Corps, were able to utilize all their fire resources within range to meet the American attack. Enemy fire prevented the assault troops from advancing beyond the line of departure. A battalion of the 90th Division not even taking part in the attack sustained forty-two casualties from enemy shelling.",
        "Paragraph_22": "American counterbattery fires plotted by map seemed to have no real effect. Three hours after the designated time of attack, one battalion moved forward along the muddy country lane. Taking 50 percent casualties in the assault companies, men of the battalion crossed the swamp, waded the stream, and reached the island. The momentum of their advance carried them 200 yards into the interior. Colonel Clarke quickly ordered the other assault battalion to take the same route, but only one rifle company managed to reach St. Germain in this manner. Colonel Clarke replaced the battalion commander with the regimental executive officer, the new battalion commander had no more success in reinforcing the foothold. The Germans pounded the approaches to the island with artillery and mortars and swept the open ground with machine gun fire. The only practical method of crossing the exposed area was by infiltration, and most men sent toward the island lost their way.",
        "Paragraph_23": "By dark of the first day of attack, at least 400 men were on the island. One battalion reduced to half strength by casualties and stragglers, less its mortar platoon, plus little more than one company of another battalion, formed a horseshoe line on the island about 200 yards deep and a thousand yards wide, with both flanks resting on the swamp. The troops repelled a small German counterattack, and the positions seemed quite stable. Still, efforts to reinforce the bridgehead failed. Because enemy fire prevented engineers from bridging the stream, neither tanks nor tank destroyers could cross.",
        "Paragraph_24": "With the descent of darkness, the troops on the island began to experience a sense of insecurity. Lacking mortars, tanks, and antitank guns, the men withdrew to a defiladed road along the north edge of the island. In the pitchblack darkness, some of the demoralized troops began furtive movement to the rear. Stragglers, individually and in groups, drifted unobtrusively out of the battle area. Soldiers pretended to help evacuate wounded, departed under the guise of messengers, or sought medical aid for their own imagined wounds. German fire and the dark night encouraged this unauthorized hegira and added to the problems of unit commanders in recognizing and controlling their recently arrived replacements.",
        "Paragraph_25": "Shortly after nightfall, Colonel Clarke discovered that the battalion commander of the forces on the island had remained on the near shore. When he ordered him to join his men, the officer did so, but neglected to take his staff. Learning this later, Colonel Clarke dispatched the staff to the island, but the officers lost their way and did not reach St. Germain.",
        "Paragraph_26": "At daylight, 23 July, the German shelling subsided, a prelude to the appearance of three German armored vehicles on one flank of the American positions and an assault gun on the other. As these began to fire, a German infantry company of about platoon strength—perhaps thirty men—attacked. Only a few Americans in the bridgehead fired their weapons. Panic-stricken for the most part, they fell back and congregated in two fields at the edge of the island. Hedgerows surrounded each of these fields on three sides; the fourth, facing the swamp, was open and invited escape. Continuing German fire across the open ground provided the only restraint to wholesale retreat.",
        "Paragraph_27": "Officers at regimental headquarters on the \"mainland\" had begun to suspect that the situation was deteriorating when unidentified cries of \"cease firing\" swept across the two fields. A shell landed in a corner of one field, inflicting heavy casualties on men huddling together in fear. At this moment, despite little firing and few Germans in evidence, a group of American soldiers started toward the enemy, their hands up, some waving white handkerchiefs. That was the end. The rest of the men either surrendered or fled across the swamp.",
        "Paragraph_28": "At the conclusion of the fight for St. Germain, about 300 men were missing in action. A later check revealed that approximately 100 men had been killed, 500 wounded, and 200 captured.",
        "Paragraph_29": "The causes for failure were clear. Weather, terrain, a resourceful enemy, command deficiency at the battalion level (caused perhaps by combat exhaustion during the preceding battle of the hedgerows) had contributed to the result. The main cause, however, was the presence of so many inadequately trained replacements. The 90th Division had not had enough time to fuse its large number of replacements into fighting teams.",
        "Paragraph_30": "It seemed as though the performance of the 90th Division at St. Germain was but a logical extension of earlier unsatisfactory behavior. General Eisenhower remarked that the division had been \"less well prepared for battle than almost any other\" in Normandy, for it had not been \"properly brought up\" after activation.",
        "Paragraph_31": "Judging that the division needed new leadership, a commander not associated with experiences of the hedgerow battle, higher headquarters decided to relieve the division commander. \"Nothing against Landrum,\" General Eisenhower remarked, adding that he would be glad to have General Landrum in command of a division he himself had conducted through the training cycle.",
        "Paragraph_32": "Failure in the preliminary operations was in many ways depressing, but American commanders still were hopeful that C OBRA would not bring another recurrence of the difficult hedgerow fighting. The First Army that was to execute C OBRA was not the same one that had launched the July offensive. Battle had created an improved organization, and a continuing continental build-up had strengthened it. What the army needed was the opportunity to get rolling, and Cobra might well provide just that."
      },
      "Footnote_References": [
        "10",
        "11"
      ],
      "Place_Name": "St. Germain-sur-Sèves",
      "Dates": {
        "Date_group_of_event": "220600ZJul44",
        "Source_date_group_of_event": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-11.html",
        "Zulu_date_group_of_event": "220500ZJul44"
      },
      "TOE": {
        "Unit": "90th Division",
        "Unit_Nationality": "US",
        "Command_Structure": {
          "Unit": "VIII Corps",
          "Commander": "General Middleton",
          "Name": "Troy H. Middleton",
          "Rank": "General",
          "End_Date": "",
          "End_Status": "",
          "Biographical_reference": "https://en.wikipedia.org/wiki/Troy_H._Middleton",
          "Biographical_reference_Capture_Date": "December 21, 2025"
        },
        "Subordinates": [
          {
            "Unit": "358th Infantry",
            "Name": "Christian E. Clarke, Jr.",
            "Rank": "Lt. Col.",
            "Date": "",
            "End_Date_of_command": "",
            "End_Status": "",
            "Biographical_reference": "",
            "Biographical_reference_Capture_Date": ""
          }
        ],
        "Personnel": "Depleted ranks, poorly trained replacements, 100% enlisted infantry replacements",
        "Equipments": {
          "Supply": "Artillery ammunition problems",
          "Allied_Employed": [],
          "Allied_Destroyed": [],
          "Axis_Employed": [
            {
              "Origination_Country": "DE",
              "Name": "Assault gun",
              "Identifier": "StuG",
              "Quantity": "several",
              "Web_Reference": "https://en.wikipedia.org/wiki/Sturmgesch%C3%BCtz_III",
              "Web_Image_Reference": "",
              "Web_Image_License": "",
              "Web_Reference_Capture_Date": "December 21, 2025"
            },
            {
              "Origination_Country": "DE",
              "Name": "Light tank",
              "Identifier": "",
              "Quantity": "few",
              "Web_Reference": "https://en.wikipedia.org/wiki/Panzer_II",
              "Web_Image_Reference": "",
              "Web_Image_License": "",
              "Web_Reference_Capture_Date": "December 21, 2025"
            }
          ],
          "Axis_Destroyed": []
        }
      },
      "Casualties": {
        "Allied": {
          "Allied_US_KIA": "100",
          "Allied_US_WIA": "500",
          "Allied_US_Missing": "300",
          "Allied_US_Unspecified_Casualties": "0",
          "Allied_US_Prisoner_of_War": "200"
        },
        "Axis": {
          "Axis_DE_KIA": "0",
          "Axis_DE_WIA": "0",
          "Axis_DE_Missing": "0",
          "Axis_DE_Unspecified_Casualties": "0",
          "Axis_DE_Prisoner_of_War": "0"
        },
        "Civilian": {
          "Civilian_FR_Killed": "0",
          "Civilian_FR_Wounded": "0",
          "Civilian_FR_Unspecified_Casualties": "0"
        }
      },
      "Media": [
        {
          "Link": "https://static.wikia.nocookie.net/secondworldwar/images/9/96/Battle_of_St._Germain.jpg/revision/latest?cb=20130210195348",
          "Description": "Map of the Battle of St. Germain-sur-Seves",
          "License": "Fandom wiki license"
        }
      ],
      "Place": {
        "Place_Name": "St. Germain-sur-Sèves",
        "Place_GPS_coordinate": "49.2217, -1.3708",
        "Map_Reference": "",
        "Map_Link": "",
        "ExternalMapLink": "https://secondworldwar.fandom.com/wiki/Battle_of_St._Germain-sur-Seves",
        "ExternalMapLinkLicence": "",
        "ExternalMapLinkCaptureDate": "December 21, 2025"
      },
      "Weather": {
        "Place_Name": "St. Germain-sur-Sèves",
        "Place_GPS_coordinate": "49.2217, -1.3708",
        "Weather_text": "Poor visibility on 22 July morning, grounding aircraft.",
        "Spatial_Bounding_Box Coordinates": {
          "West": "-1.4708",
          "East": "-1.2708",
          "South": "49.1217",
          "North": "49.3217"
        }
      }
    }
  ],
  "Footnotes": [
    {
      "Footnote": "1",
      "Footnote_Number": "1",
      "Footnote_Text": "21 AGp Dir, M-510, 10 Jul, FUSA File, 21 AGp Dirs.",
      "Footnote_Referenced_Source": "FUSA File, 21 AGp Dirs.",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "21 AGp Dir, M-510, 10 Jul"
    },
    {
      "Footnote": "2",
      "Footnote_Number": "2",
      "Footnote_Text": "First U.S. Army, Report of Operations, I, 96ff.",
      "Footnote_Referenced_Source": "First U.S. Army, Report of Operations",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Report of Operations, I, 96ff"
    },
    {
      "Footnote": "3",
      "Footnote_Number": "3",
      "Footnote_Text": "Interv by author with Gen Collins, 30 Mar 56, Washington, D.C.",
      "Footnote_Referenced_Source": "Interview",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": ""
    },
    {
      "Footnote": "4a",
      "Footnote_Number": "4",
      "Footnote_Text": "30th Div G-3 Jnl File, 18 Jul; see also VIII Corps AAR, Jul.",
      "Footnote_Referenced_Source": "30th Div G-3 Jnl File, VIII Corps AAR",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "30th Div G-3 Jnl File, 18 Jul; VIII Corps AAR, Jul"
    },
    {
      "Footnote": "4b",
      "Footnote_Number": "4",
      "Footnote_Text": "The only reference in writing found by the author that expresses the breakout idea before the actual operation got under way is in Brereton, Diaries, page 306. General Brereton recorded in his notes, dated 11 July (two days before First Army published the C OBRA plan) that he had discussed with General Bradley and three corps commanders the matter of air support for C OBRA. He added parenthetically that the C OBRA attack was designed to break out of the Cotentin and complete the liberation of France, but he did not state whether this was his idea or General Bradley's. Since portions of the diary were written later than the dates ascribed to the entries, the diary is not a reliable contemporary document. More suggestive is General Bradley's response to General Montgomery's suggestion that airborne troops be dropped in the Avranches area to aid C OBRA. General Bradley said he thought that airborne troops might be more suitably used in future operations, perhaps in Brittany (FUSA Msg, 23 Jul, FUSA G-3 Jnl). Since General Bradley was not usually receptive to the idea of airborne operations (as evidenced by his behavior later in the campaign), his remark probably has little significance in connection with what he expected from C OBRA.",
      "Footnote_Referenced_Source": "Brereton, Diaries",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Diaries, page 306; FUSA Msg, 23 Jul, FUSA G-3 Jnl"
    },
    {
      "Footnote": "5",
      "Footnote_Number": "5",
      "Footnote_Text": "Telecon, Macon and York, 0110, 18 Jul, 83d Div G-2, G-3 Jnl and File.",
      "Footnote_Referenced_Source": "83d Div G-2, G-3 Jnl and File",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Telecon, Macon and York, 0110, 18 Jul"
    },
    {
      "Footnote": "6a",
      "Footnote_Number": "6",
      "Footnote_Text": "Min of Mtg, 1330, 21 Jul, 83d Div G-2, G-3 Jnl File.",
      "Footnote_Referenced_Source": "83d Div G-2, G-3 Jnl File",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Min of Mtg, 1330, 21 Jul"
    },
    {
      "Footnote": "6b",
      "Footnote_Number": "6",
      "Footnote_Text": "The following account has been taken from the 83d Div AAR, Jul, and G-2, G-3 Jnl and File, 16-19 Jul; 331st Inf AAR, Jul; Sgt Jack M. Straus, We Saw It Through, 331st Combat Team (Munich, Germany: F. Bruckmann K.G., n.d.), p. 19; FUSA Sitreps 84, 85, and 86, 18 and 19 Jul; VIII Corps G-3 Per Rpt 34, 19 Jul.",
      "Footnote_Referenced_Source": "83d Div AAR, 331st Inf AAR, We Saw It Through, FUSA Sitreps, VIII Corps G-3 Per Rpt",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "83d Div AAR, Jul; G-2, G-3 Jnl and File, 16-19 Jul; 331st Inf AAR, Jul; We Saw It Through; FUSA Sitreps 84, 85, and 86, 18 and 19 Jul; VIII Corps G-3 Per Rpt 34, 19 Jul"
    },
    {
      "Footnote": "7",
      "Footnote_Number": "7",
      "Footnote_Text": "Alligator was the nickname given to an unarmored, tracked landing vehicle, the LVT(1).",
      "Footnote_Referenced_Source": "",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "",
      "NonDigital_Library_Address": "",
      "NonDigital_Library_References": ""
    },
    {
      "Footnote": "8",
      "Footnote_Number": "8",
      "Footnote_Text": "Telecon, Macon and Crabill, 1920, 17 Jul, 83d Div G-2, G-3 Jnl and File.",
      "Footnote_Referenced_Source": "83d Div G-2, G-3 Jnl and File",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Telecon, Macon and Crabill, 1920, 17 Jul"
    },
    {
      "Footnote": "9a",
      "Footnote_Number": "9",
      "Footnote_Text": "Telecon, Macon and York, 0110, 18 Jul, 83d Div G-2, G-3 Jnl and File;",
      "Footnote_Referenced_Source": "83d Div G-2, G-3 Jnl and File",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Telecon, Macon and York, 0110, 18 Jul"
    },
    {
      "Footnote": "9b",
      "Footnote_Number": "9",
      "Footnote_Text": "83d Div G-3 Per Rpt 22, 18 Jul.",
      "Footnote_Referenced_Source": "83d Div G-3 Per Rpt",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "G-3 Per Rpt 22, 18 Jul"
    },
    {
      "Footnote": "10",
      "Footnote_Number": "10",
      "Footnote_Text": "Hodgson, R-54.",
      "Footnote_Referenced_Source": "Hodgson, R-54",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "R-54"
    },
    {
      "Footnote": "11a",
      "Footnote_Number": "11",
      "Footnote_Text": "This account has been taken from: 90th Div AAR, Jul;",
      "Footnote_Referenced_Source": "90th Div AAR",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "AAR, Jul"
    },
    {
      "Footnote": "11b",
      "Footnote_Number": "11",
      "Footnote_Text": "FUSA IG Ltr, Failure of Elements of the 358th Inf, 90th Div, to Resist a German Counterattack, 26 Jul;",
      "Footnote_Referenced_Source": "FUSA IG Ltr",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Failure of Elements of the 358th Inf, 90th Div, to Resist a German Counterattack, 26 Jul"
    },
    {
      "Footnote": "11c",
      "Footnote_Number": "11",
      "Footnote_Text": "VIII Corps IG Ltr, Rpt of Investigation of 358th Inf Regt, 90th Inf Div, 11 Aug.",
      "Footnote_Referenced_Source": "VIII Corps IG Ltr",
      "Web_Link": "",
      "Web_Link_Capture_Date": "",
      "NonDigital_Library_Source": "OCMH",
      "NonDigital_Library_Address": "U.S. Army Center of Military History, 102 4th Avenue, Building 35, Fort McNair, Washington, D.C. 20319-5060",
      "NonDigital_Library_References": "Rpt of Investigation of 358th Inf Regt, 90th Inf Div, 11 Aug"
    }
  ],
  "Source_Footnote_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn11.html",
  "Source_Footnote_Link_Capture_Date": "December 21, 2025",
  "Source_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-11.html",
  "Source_Link_Capture_Date": "December 21, 2025"
}