{
  "Events": [
    {
      "Event": "Introduction to Tactical Dispositions",
      "Sub-event": {
        "Sub-event_summary": "Higher German commands focused on offensive planning while frontline units conducted defensive operations against the Allies.",
        "Sub-event_fulltext": {
          "Paragraph_1": "While the higher commands were preoccupied with offensive planning, the tactical units facing the Allies were occupied with the practical necessity of fighting a defensive war."
        },
        "Footnote_References": [],
        "Dates": {
          "Date_group_of_event": "BEGINNING jul1944",
          "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
          "Zulu_date_group_of_event": "BEGINNING jul1944"
        },
        "Place": {
          "Place_Name": "Normandy, France",
          "Place_GPS_coordinate": "49.1800, -0.3700",
          "Spatial_Bounding_Box Coordinates": {
            "West": -1.37,
            "East": 0.63,
            "South": 48.18,
            "North": 50.18
          }
        },
        "Weather": {
          "Weather_text": "Mild early July conditions typical for Normandy: variable temperatures 15-25°C, possible occasional rain",
          "Spatial_Bounding_Box Coordinates": {
            "West": -1.37,
            "East": 0.63,
            "South": 48.18,
            "North": 50.18
          }
        }
      }
    },
    {
      "Event": "Seventh Army Command and Headquarters Efficiency",
      "Sub-event": {
        "Sub-event_summary": "Seventh Army under Generaloberst Friedrich Dollmann (since Sep 1939) controlled Normandy-Brittany from Orne to Loire; headquarters in Le Mans exhibited bureaucratic inefficiencies and lack of initiative due to long peacetime occupation.",
        "Sub-event_fulltext": {
          "Paragraph_2": "When the Allies landed in France, the German Seventh Army controlled Normandy and Brittany from the Orne River to the Loire. Commanded since September 1939 by Generaloberst Friedrich Dollman, who had led it to victory over the French in 1940, the army had its headquarters in comfortable buildings at le Mans.",
          "Paragraph_3": "The long peacetime occupation duty had apparently dulled the headquarters' capacities, for even after the invasion it seemed to carry on business as usual. Subordinate commands complained of its bureaucracy in handling supplies, while higher headquarters sometimes felt a lack of personal initiative among its members."
        },
        "Footnote_References": ["35"],
        "Dates": {
          "Date_group_of_event": "BEGINNING jul1944",
          "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
          "Zulu_date_group_of_event": "BEGINNING jul1944"
        },
        "TOE": {
          "Unit": "Seventh Army",
          "Unit_Nationality": "DE",
          "Command_Structure": {
            "Unit": "Seventh Army",
            "Commander": {
              "Name": "Friedrich Dollmann",
              "Rank": "Generaloberst",
              "Biographical_reference": "https://en.wikipedia.org/wiki/Friedrich_Dollmann"
            }
          },
          "Equipments": {
            "Supply": "Bureaucratic delays in supply handling reported by subordinates"
          }
        },
        "Place": {
          "Place_Name": "Le Mans, France",
          "Place_GPS_coordinate": "48.0070, 0.1984",
          "Spatial_Bounding_Box Coordinates": {
            "West": -0.8016,
            "East": 1.3984,
            "South": 47.0070,
            "North": 49.0070
          }
        },
        "Weather": {
          "Weather_text": "Mild early July conditions typical for Normandy region",
          "Spatial_Bounding_Box Coordinates": {
            "West": -0.8016,
            "East": 1.3984,
            "South": 47.0070,
            "North": 49.0070
          }
        }
      }
    },
    {
      "Event": "Command Reorganization Attempts and Continued Seventh Army Control",
      "Sub-event": {
        "Sub-event_summary": "Efficiency doubts led to proposals relegating Seventh Army to Brittany; Panzer Group West and corps upgrades intended as replacements, but Allied bombings destroyed Panzer Group West HQ and killed General Marcks, so Seventh Army retained Normandy direction by end-June.",
        "Sub-event_fulltext": {
          "Paragraph_4": "Doubts as to the efficiency of the Seventh Army headquarters had led to discussion of relieving the army of responsibility for the Normandy battlefield and of relegating it to Brittany. The commitment of Panzer Group West and the plan to upgrade a corps were attempts to replace the Seventh Army command, but because of the destruction of the Panzer Group West headquarters and the death of General Marcks, both by Allied bombings, the Seventh Army at the end of June still directed combat operations."
        },
        "Footnote_References": ["36"],
        "Dates": {
          "Date_group_of_event": "END jun1944",
          "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
          "Zulu_date_group_of_event": "END jun1944"
        },
        "TOE": {
          "Unit": "Seventh Army / Panzer Group West",
          "Unit_Nationality": "DE"
        },
        "Place": {
          "Place_Name": "Normandy, France",
          "Place_GPS_coordinate": "49.1800, -0.3700",
          "Map_Reference": "Map I",
          "Map_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/maps/USA-E-Breakout-1.jpg"
        }
      }
    },
    {
      "Event": "Increase in Subordinate Corps and Corps Arrivals",
      "Sub-event": {
        "Sub-event_summary": "Corps under Seventh Army increased from one to six: LXXXIV (Marcks initial), I SS Panzer (Dietrich from 8 Jun near Caen), II Parachute (Meindl from Brittany to St. Lô), XLVII Panzer (von Funck from 13 Jun near Caumont), LXXXVI (von Obstfelder mid-Jun Bay of Biscay to Caen-Seine), II SS Panzer (Hausser end-Jun from East to Caen).",
        "Sub-event_fulltext": {
          "Paragraph_5": "By then the task had become exceedingly complicated. From one corps in contact with the Allies at the time of the invasion, the subordinate headquarters in contact and under the Seventh Army had increased to six. Initially, the LXXXIV Corps, commanded by Marcks, had met the Allies. The I SS Panzer Corps, under General der Panzertruppen Josef Dietrich, had moved forward from the OKW reserve to assume on 8 June a portion of the front near Caen. Several days later the II Parachute Corps, under General der Fallschirmtruppen Eugen Meindl, had traveled from Brittany to the St. Lô sector. On 13 June the XLVII Panzer Corps, commanded by General der Panzertruppen Hans Freiherr von Funck, had come forward from the Army Group B reserve to the vicinity of Caumont. In midmonth, General der Infanterie Hans von Obstfelder had moved his LXXX VI Corps from the Bay of Biscay to take the front between Caen and the Seine River. The II SS Panzer Corps, commanded by Generaloberst Paul Hausser, had arrived in the Caen sector near the end of the month after having been recalled from the Eastern Front."
        },
        "Footnote_References": ["37"],
        "Dates": {
          "Date_group_of_event": "08JUN1944 TO END jun1944",
          "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
          "Zulu_date_group_of_event": "08JUN1944 TO END jun1944"
        },
        "TOE": {
          "Unit": "I SS Panzer Corps / II SS Panzer Corps / XLVII Panzer Corps / II Parachute Corps / LXXXIV Corps / LXXXVI Corps",
          "Unit_Nationality": "DE",
          "Command_Structure": {
            "Subordinates": [
              {"Unit": "I SS Panzer Corps", "Name": "Josef Dietrich", "Rank": "General der Panzertruppen"},
              {"Unit": "II SS Panzer Corps", "Name": "Paul Hausser", "Rank": "Generaloberst"},
              {"Unit": "XLVII Panzer Corps", "Name": "Hans Freiherr von Funck", "Rank": "General der Panzertruppen"},
              {"Unit": "II Parachute Corps", "Name": "Eugen Meindl", "Rank": "General der Fallschirmtruppen"}
            ]
          }
        }
      }
    },
    {
      "Event": "Division of Normandy Front on 28 June",
      "Sub-event": {
        "Sub-event_summary": "Due to excessive corps load, front divided 28 Jun: Panzer Group West controlled four right (eastern) corps, Seventh Army two left (western). Boundary west of Caumont, aligning with British-American front separation. 1 Jul lineup east-west: LXXXVI, I SS Panzer, II SS Panzer, XLVII Panzer, II Parachute, LXXXIV.",
        "Sub-event_fulltext": {
          "Paragraph_6": "These seemed too many corps for one army to handle. Consequently, on 28 June the Germans divided the Normandy front into what amounted to two army sectors. On that date Panzer Group West took control of the four corps on the right, while Seventh Army retained control of the two on the left.",
          "Paragraph_7": "The boundary lay just west of Caumont and almost corresponded with the boundary that separated the British and American fronts. On 1 July the corps that faced the Allies lined up from east to west in the following order: LXXXVI, I SS Panzer, II SS Panzer, XLVII Panzer, II Parachute, and LXXXIV."
        },
        "Footnote_References": ["38"],
        "Dates": {
          "Date_group_of_event": "28JUN1944 TO 01JUL1944",
          "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
          "Zulu_date_group_of_event": "28JUN1944 TO 01JUL1944"
        }
      }
    },
    {
      "Event": "Tactical Strength Imbalance Between Sectors",
      "Sub-event": {
        "Sub-event_summary": "~35,000 combat troops per sector, but Panzer Group West (vs British) superior in tanks (250 medium + 150 heavy incl. Tigers/King Tigers), AAA (III Flak Corps, 3x Seventh Army), Nebelwerfer brigades, artillery. Seventh Army (vs Americans) only 50 mediums + 26 Panthers.",
        "Sub-event_fulltext": {
          "Paragraph_8": "Each of the two sectors facing the Allies at the beginning of July had about 35,000 combat troops in the line, but there was a great difference in tactical strength because of armament.",
          "Paragraph_9": "Panzer Group West, opposite the British, had approximately 250 medium and 150 heavy serviceable tanks, the latter including quite a few Tigers and King Tigers.",
          "Paragraph_10": "Opposite the Americans the Seventh Army, in contrast, had only 50 mediums and 26 heavy Panthers.",
          "Paragraph_11": "Of antiaircraft artillery in Normandy, Panzer Group West controlled the deadly dual-purpose guns of the III Flak Corps and had at least three times the quantity of the other antiaircraft weapons possessed by the Seventh Army. It had all three rocket projector brigades available in the west--the Nebelwerfer, which fired the \"screaming meemies.\" It also had the preponderance of artillery."
        },
        "Footnote_References": ["39", "40", "41", "42"],
        "Dates": {
          "Date_group_of_event": "BEGINNING jul1944",
          "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
          "Zulu_date_group_of_event": "BEGINNING jul1944"
        },
        "TOE": {
          "Equipments": {
            "Axis_Employed": [
              {"Origination_Country": "DE", "Name": "Tiger / King Tiger", "Identifier": "Tiger I/II", "Quantity": "significant portion of 150 heavy"},
              {"Origination_Country": "DE", "Name": "Panther", "Identifier": "Panther", "Quantity": "26"},
              {"Origination_Country": "DE", "Name": "Nebelwerfer", "Identifier": "Nebelwerfer rocket projector", "Quantity": "all three brigades in west"}
            ]
          }
        }
      }
    },
    {
      "Event": "Terrain Influence on Force Disposition",
      "Sub-event": {
        "Sub-event_summary": "Imbalance due to hedgerow lowlands in west (US sector) inhibiting armor, ideal for defense; open eastern terrain (British sector) favoring maneuver. Germans concentrated offensive power east for planned June counterattack; by late June shift to defense made eastern strength advantageous as Caen blocked Paris route.",
        "Sub-event_fulltext": {
          "Paragraph_12": "The imbalance of strength evolved from the nature of the battlefield terrain. In the western sector, where the Americans operated, the hedgerowed lowlands inhibited massed armor action and were ideal for defense. In the eastern sector, facing the British, the terrain was favorable for armored maneuver. Having hoped to launch a major counterattack in June, the Germans had concentrated the bulk of their offensive power there. At the end of the month, when the Germans were passing from an offensive to a defensive concept in Normandy, the presence of Stronger forces on the eastern sector seemed fortuitous to them since Caen blocked the route to Paris."
        },
        "Footnote_References": ["43"],
        "Dates": {
          "Date_group_of_event": "END jun1944 TO BEGINNING jul1944"
        }
      }
    },
    {
      "Event": "Hitler's Expectations and Planned Armored Withdrawal",
      "Sub-event": {
        "Sub-event_summary": "Hitler anticipated British main thrust to Paris via Orne, with US protecting flank; planned to withdraw Panzer Group West armor from line, replace with infantry (~35,000 moving forward 1 Jul), aiming for balanced sectors and nine armored divisions in reserve.",
        "Sub-event_fulltext": {
          "Paragraph_13": "Hitler expected the Allies to make the capture of Paris their principal objective. He figured that the British Second Army would carry the main weight of the attack, while the U.S. First Army would protect the open flank. In this belief, he anticipated that the Allies would try to gain control of the middle reaches of the Orne River as a line of departure. From there he expected British forces totaling twenty or twenty-two divisions to strike toward Paris and to seek to meet and defeat the German Army in open battle west of the Seine.",
          "Paragraph_14": "In order to forestall the anticipated action, the Germans planned to withdraw the armored divisions-all of which were under Panzer Group West--from front-line commitment and replace them with infantry. On 1 July some 35,000 combat infantrymen were moving toward the front to make this substitution. When the infantrymen eventually supplanted the armor in defensive positions during the month of July, Army Group B hoped to have two army sectors nearly equally manned. Nine armored divisions, most relieved by the infantry, would be in immediate reserve."
        },
        "Footnote_References": ["44", "45"],
        "Dates": {
          "Date_group_of_event": "01JUL1944",
          "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
          "Zulu_date_group_of_event": "01JUL1944"
        }
      }
    },
    {
      "Event": "Depletion of Western Reserves and Reinforcements",
      "Sub-event": {
        "Sub-event_summary": "By 1 Jul reserves depleted: limited parachute/OKW/OB WEST units; Army Group B minor uncommitted armor; Seventh Army one SS panzer + one parachute uncommitted. Reinforcements from Brittany (4 div + 2 reg +1 more early Jul), Netherlands (1 div), Army Group G (6 div). Fifteenth Army untouched.",
        "Sub-event_fulltext": {
          "Paragraph_15": "To obtain this hoped-for disposition, the Germans had reinforced the battle area in Normandy by virtually depleting by 1 July their reserves in the west. ... Panzer Group West had nothing in reserve.",
          "Paragraph_16": "To get troops to the battlefield in Normandy, the Seventh Army had stripped its forces in Brittany of four divisions and two regiments, and a fifth division was to come forward early in July.",
          "Paragraph_17": "The commander of the Netherlands forces had furnished one division. Army Group G had contributed from its relatively meager forces in southern France six divisions--four infantry, one panzer grenadier, and one armored--all under orders or marching toward Normandy at the end of June."
        },
        "Footnote_References": ["46", "47"],
        "Dates": {
          "Date_group_of_event": "END jun1944 TO BEGINNING jul1944"
        }
      }
    },
    {
      "Event": "Fifteenth Army Immobilization and Pas-de-Calais Expectations",
      "Sub-event": {
        "Sub-event_summary": "Fifteenth Army held north of Seine due to expected Pas-de-Calais invasion (Kanalküste), influenced by V-1 sites, proximity to England, supply/air support advantages, and Rhine/Ruhr route.",
        "Sub-event_fulltext": {
          "Paragraph_18": "Only the Fifteenth Army remained untouched. ... The fact that this Channel coast area also offered the shortest route to the Rhine and the Ruhr was not ignored."
        },
        "Footnote_References": ["48", "49"]
      }
    },
    {
      "Event": "Operation Fortitude Deception and 'Army Group Patton'",
      "Sub-event": {
        "Sub-event_summary": "Germans believed UK-based divisions part of 'Army Group Patton' for Pas-de-Calais invasion (diversionary per intel); Fortitude deception (naval demos, false messages) effective June-July, immobilizing Fifteenth Army.",
        "Sub-event_fulltext": {
          "Paragraph_19": "The Germans expected an Allied invasion of the Pas-de-Calais because they believed that the Allied divisions still in the United Kingdom belonged to \"Army Group Patton.\" They speculated that the future mission of these troops was an invasion of the Continent in the Pas-de-Calais area, this despite the fact that German intelligence rated the troops as capable of only a diversionary effort.",
          "Paragraph_20": "\"Army Group Patton\" was in reality an Allied decoy, a gigantic hoax designed to convince the Germans that OVERLORD was only part of a larger invasion effort. Practiced under the provisions of Operation Fortitude, the Allied deception was effective throughout June and most of July. Naval demonstrations off the Channel coast, false messages intercepted and reported by German intelligence, and other signs of impending coastal assault kept the Germans in a continual state of alert and alarm and immobilized the considerable force of the Fifteenth Army."
        },
        "Footnote_References": ["50", "51"]
      }
    },
    {
      "Event": "Manpower Shortages and German Unit Types",
      "Sub-event": {
        "Sub-event_summary": "Casualties exceeded replacements; shortages due to replacement system, service competition (Himmler/Goering), transport. Unit types detailed: infantry (10-12.5k), static (~10k), panzer grenadier (14k), armored (14k), SS panzer (17k), parachute (16k), Luftwaffe field (~12.5k).",
        "Sub-event_fulltext": {
          "Paragraph_21": "That Operation Fortitude was a powerful deterrent to committing the Fifteenth Army in Normandy was clearly illustrated by the fact that casualties among troops in contact with the Allies, which mounted alarmingly, were not promptly replaced. By the beginning of July, casualties were outnumbering individual replacements. Yet other factors also accounted for the growing shortage of manpower on the Western Front, among them a complicated replacement system and difficulties of transportation.",
          "Paragraph_22": "German ground units on the Western Front consisted of a variety of types. ... and a certain number of recruits and foreigners.",
          "Paragraph_23": "To replace combat losses in the various units in the face of competition between Himmler and Goering for the limited German manpower was no easy task. In late 1942 the Germans had set up training, or reserve, divisions designed to furnish replacements for units in combat. Originally these divisions had had an occupation role, which had not impaired their training function, but later they became garrison troops, and when occupying coastal sectors they were upgraded to field divisions. Thus, instead of existing for the purpose of supplying replacements to the combat forces, they were themselves eventually in need of replacements."
        },
        "Footnote_References": ["52", "53"]
      }
    },
    {
      "Event": "Transportation and Supply Difficulties",
      "Sub-event": {
        "Sub-event_summary": "Rail/bridge damage forced Seine barge + overland routes; daylight air threats; slow night movement. Fuel deficit >200k gal/day; supplies ~400 tons vs required 2250 tons/day. Equipment wear, wrecked vehicles on highways.",
        "Sub-event_fulltext": {
          "Paragraph_24": "Although diversity of units, competition between services, and a defective replacement system prevented the Germans from maintaining combat formations at authorized strengths, the difficulties of transportation comprised the most important reason for manpower shortages on the front. ... Movement was possible only during darkness, and that at a snail's pace."
        },
        "Footnote_References": ["54", "55", "56"]
      }
    },
    {
      "Event": "Luftwaffe Weakness and V-Weapon Campaign",
      "Sub-event": {
        "Sub-event_summary": "Third Air Fleet ineffective (~90 operational of 300 planes due to parts/fuel). V-1 launches from Pas-de-Calais 13 Jun onward, peak 820 in week to 8 Jul; V-2 imminent. CROSSBOW prioritized despite diversion; no impact on Allied ops but major perceived threat.",
        "Sub-event_fulltext": {
          "Paragraph_25": "Conspicuous by their absence from the battlefield were the planes of the Third Air Fleet. ... This small number could not challenge the Allied air supremacy.",
          "Paragraph_26": "By July there was, however, a new weapon in operation that gave the Germans hope of redressing their discouraging situation. ... Yet in late June and early July the V-1s and the V-2's were a \"threat of the first magnitude\" to the Allied command, for \"no member of the Allied forces, at any level, knew exactly what the new German weapons might accomplish.\""
        },
        "Footnote_References": ["57", "58"]
      }
    },
    {
      "Event": "German Morale Assessment",
      "Sub-event": {
        "Sub-event_summary": "Morale high despite difficulties; strong discipline/leadership at lower levels; paratroopers excellent; foreign volunteers minor/unreliable. Germans not yet defeated.",
        "Sub-event_fulltext": {
          "Paragraph_27": "Though many difficulties and disadvantages faced the German ground soldiers, morale was generally high. Discipline continued to be an effective cohesive power. Leadership, though often not entirely unified at the higher echelons of command, was excellent at the combat levels. Career and reserve officers and men, as well as conscripted personnel, professed to be uninterested in politics and concerned only with performing their duty. SS officers and noncommissioned leaders were hard-bitten Nazis who were literal minded about their pledge to fight until they died.",
          "Paragraph_28": "Paratroopers were excellent soldiers. Only the volunteer foreign troops serving with German units were undependable under fire, and they constituted but a small part of the entire German force.",
          "Paragraph_29": "Despite complaints of impotence due to Allied air superiority, despite a shortage of replacements and supplies, despite the harassing operations of the FFI that slowed the movement of reserves to the battlefield, the Germans in the west had yet to be beaten."
        }
      }
    }
  ],
  "Footnotes": [
    {
      "Footnote": "35",
      "Footnote_Number": 35,
      "Footnote_Text": "AGp B KTB, 12, 13, 28 Jun; Interv by Hodgson with former Generalmajor a.D. Rudolf-Christoph Freiherr von Gersdorff, Seventh Army Chief of Staff, Washington, 28 Jul 53, OCMH Files.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_Address": "U.S. Army Heritage and Education Center, 950 Soldiers Drive, Carlisle, PA 17013, USA",
      "NonDigital_Library_References": "Request OCMH files including Hodgson interview with Gersdorff (28 Jul 1953) and AGp B KTB June 1944 entries",
      "Source_Type": "DE"
    },
    {
      "Footnote": "36",
      "Footnote_Number": 36,
      "Footnote_Text": "AGp B KTB, 12 Jun; OB WEST, Anlage 101, 12 Jun.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request AGp B KTB 12 Jun 1944 and OB WEST Anlage 101, 12 Jun 1944",
      "Source_Type": "DE"
    },
    {
      "Footnote": "37",
      "Footnote_Number": 37,
      "Footnote_Text": "James B. Hodgson, The Germans on the Normandy Front, 1 July 1944, OCMH MS R-49; see also James B. Hodgson, Command and Staff Roster, Western Command, June to September 1944, MS R-24a.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request OCMH MS R-49 and MS R-24a (Hodgson)",
      "Source_Type": "US"
    },
    {
      "Footnote": "38",
      "Footnote_Number": 38,
      "Footnote_Text": "Seventh Army exercised operational control over Panzer Group West until 1 July, when Panzer Group West came directly under OB WEST. Until 5 July Panzer Group West depended on the Seventh Army for supply; on 6 August Panzer Group West became the Fifth Panzer Army.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Cross-reference OCMH administrative histories and command transition records",
      "Source_Type": "US"
    },
    {
      "Footnote": "39",
      "Footnote_Number": 39,
      "Footnote_Text": "See detailed estimated totals in Hodgson, R-49.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request MS R-49 for combat strength estimates",
      "Source_Type": "US"
    },
    {
      "Footnote": "40",
      "Footnote_Number": 40,
      "Footnote_Text": "For the characteristics of the German tanks, see below, Chapter III.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Internal reference to Chapter III; consult related technical studies",
      "Source_Type": "US"
    },
    {
      "Footnote": "41",
      "Footnote_Number": 41,
      "Footnote_Text": "OKH Generalinspekteur der Panzertruppen Zustandsberichte, SS-Verbaende, XII.43-VII.44.",
      "NonDigital_Library_Source": "USAHEC / NARA / Bundesarchiv",
      "NonDigital_Library_References": "Request OKH panzer status reports SS units Dec 1943-Jul 1944",
      "Source_Type": "DE"
    },
    {
      "Footnote": "42",
      "Footnote_Number": 42,
      "Footnote_Text": "Ltr, I6/Stoart/Ia #3748/44, 21 Jun, AGp B la Opns. Befehle; MS # B-597 (Pickert); see Hodgson, R-24.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request AGp B letter #3748/44, MS B-597, Hodgson R-24",
      "Source_Type": "DE"
    },
    {
      "Footnote": "43",
      "Footnote_Number": 43,
      "Footnote_Text": "OB WEST KTB, 25 and 26 Jun, and Anlagen 315 and 340.",
      "NonDigital_Library_Source": "USAHEC / NARA / Bundesarchiv",
      "NonDigital_Library_References": "Request OB WEST KTB 25-26 Jun 1944 and Anlagen 315/340",
      "Source_Type": "DE"
    },
    {
      "Footnote": "44",
      "Footnote_Number": 44,
      "Footnote_Text": "Estimate of Allied Capabilities and Intentions, Sitrep for 30 Jun, dated 1 Jul, OKW/WFSt, Lageberichte, 1-7.VII.44; Hitler Ltr of Instr, 8 Jul, quoted in full in OB WEST Ltr of Instr, 8 Jul, AGp B Fuehrerbefehle; OB WEST, a Study in Command, I, 38.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request OKW/WFSt Lageberichte Jul 1944 and Fuehrer directives",
      "Source_Type": "DE"
    },
    {
      "Footnote": "45",
      "Footnote_Number": 45,
      "Footnote_Text": "See James B. Hodgson, 'Counting Combat Noses,' Combat Forces Journal (September, 1954), pp. 45-46, for a definition and explanation of German combat effectives.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request Combat Forces Journal Sep 1954 (Hodgson)",
      "Source_Type": "US"
    },
    {
      "Footnote": "46",
      "Footnote_Number": 46,
      "Footnote_Text": "Hodgson, R-24, Order of Battle, 6 Jun and 3 Jul, Apps. D and F; MS # P-154.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request MS R-24 appendices and MS P-154",
      "Source_Type": "US"
    },
    {
      "Footnote": "47",
      "Footnote_Number": 47,
      "Footnote_Text": "James B. Hodgson, German Troops Withdrawn from Brittany, 6 June to 15 July 1944, OCMH MS R-34.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request OCMH MS R-34 (Hodgson)",
      "Source_Type": "US"
    },
    {
      "Footnote": "48",
      "Footnote_Number": 48,
      "Footnote_Text": "The term Pas-de-Calais is here and hereafter used in the loose sense as designating the coast line between the Somme River and Gravelines (near Dunkerque). See Harrison, Cross-Channel Attack, p. 450.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Cross-reference Harrison Cross-Channel Attack p. 450",
      "Source_Type": "US"
    },
    {
      "Footnote": "49",
      "Footnote_Number": 49,
      "Footnote_Text": "Hitler Ltr of Instr, 8 Jul, cited n. 44; OB WEST, a Study in Command, I 37; JIC (44) 276 (O) (Final) and JIC (44) 287 (O) (Final), German Appreciation of Allied Intentions in the West, 26 Jun and 3 Jul, Pogue Files. For the V-1, see below, p. 34.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request JIC reports and Pogue Files",
      "Source_Type": "US/DE"
    },
    {
      "Footnote": "50",
      "Footnote_Number": 50,
      "Footnote_Text": "OKW/WFSt Sitreps. 1-7 Jul; Harrison, Cross-Channel Attack, pp. 464-67; see Lt. David Garth, The Battle for Normandy, pp. 10-12, MS, OCMH; Lagebeurteilung OB WEST to OKW/WFSt, 1600, 3 Jul, OB WEST KTB and Anlage 452.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request OKW/WFSt sitreps Jul 1944 and OB WEST Anlage 452",
      "Source_Type": "DE"
    },
    {
      "Footnote": "51",
      "Footnote_Number": 51,
      "Footnote_Text": "\"Der Westen (Schramm), 48-49; OKW/WFSt Sitrep, 30 Jun; OB WEST KTB, 2, 5, 7, and 8 Jul, and Anlage 423; Pogue, Supreme Command, p. 180.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request Schramm 'Der Westen' and OB WEST KTB Jul 1944",
      "Source_Type": "DE"
    },
    {
      "Footnote": "52",
      "Footnote_Number": 52,
      "Footnote_Text": "Behind the front the Organization Todt, a paramilitary formation of German and foreign laborers, both hired and impressed, was an auxiliary construction force. Formed in 1938 to build the West Wall, Todt helped Army engineers repair roads, build bridges, and construct fortifications. Order of Battle Annex 9, Semi-Mil Servs, XV Corps G-2 Per Rpt 25, 28 Aug.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request XV Corps G-2 Per Rpt 25, 28 Aug 1944",
      "Source_Type": "US"
    },
    {
      "Footnote": "53",
      "Footnote_Number": 53,
      "Footnote_Text": "WD TM-E 30-451, Handbook on German Military Forces (Washington, 15 March 1945); SHAEF Intel Notes of 24 Aug 44, German Replacements to the Normandy Battle Area, FUSA G-2 Jnl and File; Order of Battle Annex 2, 17 Luftwaffen Feld Division (Air Force Field Div), 18 Aug, XV Corps G-2 Per Rpt 16, 19 Aug.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request WD TM-E 30-451 and SHAEF/FUSA intel Aug 1944",
      "Source_Type": "US"
    },
    {
      "Footnote": "54",
      "Footnote_Number": 54,
      "Footnote_Text": "Hodgson, R-24.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request MS R-24 (Hodgson)",
      "Source_Type": "US"
    },
    {
      "Footnote": "55",
      "Footnote_Number": 55,
      "Footnote_Text": "OB WEST OQu WEST KTB, 21 and 24 Jun.",
      "NonDigital_Library_Source": "USAHEC / NARA / Bundesarchiv",
      "NonDigital_Library_References": "Request OB WEST OQu KTB 21/24 Jun 1944",
      "Source_Type": "DE"
    },
    {
      "Footnote": "56",
      "Footnote_Number": 56,
      "Footnote_Text": "OB WEST, A Study in Command, I, 91ff.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request OB WEST command study Vol I",
      "Source_Type": "US"
    },
    {
      "Footnote": "57",
      "Footnote_Number": 57,
      "Footnote_Text": "MS #0017 (Speidel).",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request Foreign Military Studies MS #0017 (Speidel)",
      "Source_Type": "DE"
    },
    {
      "Footnote": "58",
      "Footnote_Number": 58,
      "Footnote_Text": "Royce L. Thompson, Military Impact of the German V-weapons, 1943-1945, MS, OCMH; Lt Col Melvin C. Heifers, The Employment of V-weapons by the Germans during World War II, OCMH Monograph; Magna Bauer, The German Withdrawal From the Ardennes (May 1955), R-59; Wesley Frank Craven and James Lea Cate, eds., The Army Air Forces in World War II, Vol. III, Europe: Argument to V-E Day (Chicago: The University of Chicago Press, 1951) (hereafter cited as AAF III), p. XXV, Chs. IV and XV; Eisenhower, Crusade in Europe, pp. 259-60; SGS SHAEF File 381, CROSSBOW. Allied concern over German jet-propelled planes ... VII Corps Opns Memo 36, 13 Jul.",
      "NonDigital_Library_Source": "USAHEC / NARA",
      "NonDigital_Library_References": "Request OCMH V-weapon manuscripts, SHAEF File 381 CROSSBOW, VII Corps Memo 36",
      "Source_Type": "US"
    }
  ],
  "Source_Footnote_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn2.html",
  "Source_Footnote_Link_Capture_Date": "2025-12-30",
  "Source_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/chapter2c.html",
  "Source_Link_Capture_Date": "2025-12-30"
}