{
  "Events": [
    {
      "Event": "Eisenhower's Decision on the Liberation of Paris",
      "Sub-event": "Resistance Interpretation of Choltitz Behavior and Emissaries to Allies",
      "Sub-event_summary": "Resistance members interpreted Choltitz' truce amenity as weakness or aversion to destroying Paris beauty and heritage, fearing historical condemnation. They believed he might surrender to regular Allied troops after minimal resistance to preserve honor. Resistance sent emissaries to Allied commanders seeking immediate entry, believing Choltitz vacillated between duty and desire.",
      "Sub-event_fulltext": {
        "Paragraph_26": "Reflecting on Choltitz' behavior after the truce arrangement, Resistance members were somewhat puzzled. They began to interpret his amenity as a special kind of weakness, a weakness for the physical beauty as well as the historical and cultural importance of Paris. They figured that Choltitz was appalled by the destruction he had the power to unleash, and they wondered whether he worried that fate had apparently selected him to be known in history as the man who had ravaged the capital. How else could one explain his feigned ignorance of the Resistance, his calling the insurrection only acts of violence committed by terrorists who had infiltrated into the city and who were attempting to incite a peaceful population to revolt, his pretense that he had no authority over French civilians (despite his plenary power from Hitler to administer Paris), his acceptance of Nordling's explanation that the Resistance members were not terrorists or ruffians but patriotic Frenchmen, and his willingness to agree to a truce? Either that or he felt that the German cause was hopeless. His offhand but perhaps studied remark to Nordling that he could of course not be expected to surrender to irregular troops such as the FFI seemed a clear enough indication that to salve his honor and protect his family in Germany he had at least to make a pretense of fighting before capitulating to superior forces. He apparently would surrender to regular Allied troops after a show of arms.",
        "Paragraph_27": "To convince the Allied command of the need for regular forces in Paris at once while Choltitz vacillated between desire and duty, Resistance emissaries, official and unofficial, departed the city to seek Allied commanders. Nordling's brother Rolf and several others in a small group reached the Allied lines on 23 August and made their way up the echelons to the Third Army headquarters. Patton, who was disappointed in being denied, was contemptuous of their efforts. Deciding that \"they simply wanted to get a suspension of hostilities in order to save Paris, and probably save the Germans,\" he \"sent them to General Bradley, who\"--he imagined incorrectly--\"arrested them.\"",
        "Paragraph_28": "Nordling's group reached Bradley's command post too late to affect the course of events, but another envoy, Resistance Major Gaullois (pseudonym of a M. Cocteau), the chief of staff of the Paris FFI commander, had left Paris on 20 August and had reached Bradley's headquarters on the morning of 22 August. He may have had some influence, for he spoke at some length with Brig. Gen. A. Franklin Kibler, the 12th Army Group G-3, who displayed interest in the information that Choltitz would surrender his entire garrison as soon as Allied troops took his headquarters--the Hôtel Meurice on the rue de Rivoli."
      },
      "Footnote_References": [50, 51, 52, 53, 54],
      "Place_Name": ["Paris", "Hôtel Meurice"],
      "Dates": {
        "Date_group_of_event": "19 Aug 1944 - 23 Aug 1944",
        "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-29.html",
        "Zulu_date_group_of_event": "19 Aug 1944 - 23 Aug 1944 (BST)"
      },
      "TOE": {},
      "Casualties": {
        "Allied": {"Allied_US_KIA": 0, "Allied_US_WIA": 0, "Allied_US_Missing": 0, "Allied_US_Unspecified_Casualties": 0, "Allied_US_Prisoner_of_War": 0},
        "Axis": {"Axis_DE_KIA": 0, "Axis_DE_WIA": 0, "Axis_DE_Missing": 0, "Axis_DE_Unspecified_Casualties": 0, "Axis_DE_Prisoner_of_War": 0}
      },
      "Media": [],
      "Place": [
        {
          "Place_Name": "Paris, France",
          "Place_GPS_coordinate": "48.8566 N, 2.3522 E"
        }
      ],
      "Weather": [
        {
          "Place_Name": "Paris, France",
          "Place_GPS_coordinate": "48.8566 N, 2.3522 E",
          "Weather_text": "Not specified in source; typical mid-August regional conditions included warm temperatures (approximately 20-25°C highs) and variable precipitation.",
          "Spatial_Bounding_Box Coordinates": {"West": 0.3522, "East": 4.3522, "South": 47.8566, "North": 49.8566}
        }
      ]
    },
    {
      "Event": "Eisenhower's Decision on the Liberation of Paris",
      "Sub-event": "Reconsideration and Military Justification (21–22 August)",
      "Sub-event_summary": "Eisenhower reconsidered bypass decision evening 21 August after de Gaulle/Koenig conference and Juin letter threat. Requested Bradley meeting morning 22 August. Combined Chiefs of Staff had no objection to de Gaulle entry 16 August, indicating recognition intent. Koenig deputy urged immediate liberation. Eisenhower letter to Marshall noted supply commitment but necessity if Germans held or conceded city.",
      "Sub-event_fulltext": {
        "Paragraph_29": "It so happened that General Eisenhower had on the evening of 21 August (after his conference with de Gaulle) begun to reconsider his decision to delay. In this connection he requested Bradley to meet with him on the morning of 22 August. De Gaulle's letter, delivered by Juin, had had its effect, and Eisenhower had jotted down that he would probably \"be compelled to go into Paris.\" The Combined Chiefs of Staff had informed him on 16 August that they had no objection to de Gaulle's entry into the capital, certainly strong evidence of Allied intentions to recognize his government, and it was becoming increasingly clear that the majority of French people approved of de Gaulle and thereby reinforced his claim to legality. Koenig's deputy, a British officer who reflected the British point of view of favoring (apparently more so than the United States) de Gaulle's political aspirations, also urged the immediate liberation of the capital. Pressed on all sides, General Eisenhower set forth his dilemma in a letter to General Marshall:",
        "Paragraph_30": "Because of the additional supply commitment incurred in the occupation of Paris, it would be desirable, from that viewpoint, to defer the capture of the city until the important matter of destroying the remaining enemy forces up to include the Pas de Calais area. I do not believe this is possible. If the enemy tries to hold Paris with any real strength he would be a constant menace to our flank. If he largely concedes the place, it falls into our hands whether we like it or not.",
        "Paragraph_31": "The dilemma had another aspect. If liberating Paris only fulfilled a political need, then the Supreme Commander's position of conducting operations on military grounds alone would not allow him in good conscience to change his mind--unless he turned Leclerc and the French loose to liberate the capital as they wished. If he could not approve such a politically motivated diversion of part of his forces, or if he felt he could not afford to lose control of the French division, he had to have a military basis for an Allied liberation. Yet how could he initiate action that might damage the city? The only solution seemed to be that if the Germans were ready to quit the city without giving battle, the Allies ought to enter--for the prestige involved, to maintain order in the capital, to satisfy French requests, and also to secure the important Seine crossing sites there.",
        "Paragraph_32": "Much indicated to General Eisenhower that the Germans were ready to abandon Paris. De Gaulle thought that a few cannon shots would disperse the Germans. Bradley had told Eisenhower that he, Bradley, agreed with his G-2, who thought \"we can and must walk in.\" Bradley had even suggested, facetiously, that the large number of civilian newspapermen accredited to his headquarters comprised a force strong enough to take the city \"any time you want to,\" and that if they did, they would \"spare us a lot of trouble.\""
      },
      "Footnote_References": [55, 56, 57, 58, 59],
      "Place_Name": ["Paris", "Pas de Calais"],
      "Dates": {
        "Date_group_of_event": "16 Aug 1944 - 22 Aug 1944",
        "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-29.html",
        "Zulu_date_group_of_event": "16 Aug 1944 - 22 Aug 1944 (BST)"
      },
      "TOE": {},
      "Casualties": {
        "Allied": {"Allied_US_KIA": 0, "Allied_US_WIA": 0, "Allied_US_Missing": 0, "Allied_US_Unspecified_Casualties": 0, "Allied_US_Prisoner_of_War": 0},
        "Axis": {"Axis_DE_KIA": 0, "Axis_DE_WIA": 0, "Axis_DE_Missing": 0, "Axis_DE_Unspecified_Casualties": 0, "Axis_DE_Prisoner_of_War": 0}
      },
      "Media": [],
      "Place": [
        {
          "Place_Name": "Paris, France",
          "Place_GPS_coordinate": "48.8566 N, 2.3522 E"
        }
      ],
      "Weather": [
        {
          "Place_Name": "Paris, France",
          "Place_GPS_coordinate": "48.8566 N, 2.3522 E",
          "Weather_text": "Not specified in source; typical mid-August regional conditions included warm temperatures (approximately 20-25°C highs) and variable precipitation.",
          "Spatial_Bounding_Box Coordinates": {"West": 0.3522, "East": 4.3522, "South": 47.8566, "North": 49.8566}
        }
      ]
    },
    {
      "Event": "Eisenhower's Decision on the Liberation of Paris",
      "Sub-event": "Influence of Resistance Envoys and Final Decision (22 August)",
      "Sub-event_summary": "Resistance envoys brought plausible but inaccurate information: FFI controlled most city/bridges, bulk Germans departed, western detachments small roadblocks. Claimed truce due to German weakness for evacuation. Feared German strength buildup upon truce expiration (noon 23 August). Eisenhower concluded prompt entry would enable Choltitz withdrawal without battle, avoiding bridge/monument destruction. Ordered reinforcement to FFI as repayment for assistance. Bradley flew to Hodges headquarters afternoon 22 August to initiate action.",
      "Sub-event_fulltext": {
        "Paragraph_33": "In the midst of conflicting rumors that Choltitz was ready to capitulate and that the Germans were ready to destroy the city with a secret weapon, the Resistance envoys appeared. They brought a great deal of plausible, though incorrect, information. They assured the Allied command that the FFI controlled most of the city and all the bridges, that the bulk of the Germans had already departed, that enemy troops deployed on the western outskirts were only small detachments manning a few roadblocks. They argued that the Germans had agreed to the armistice because the German forces were so feeble they needed the truce in order to evacuate the city without fighting their way through the streets. The envoys stated both that the armistice expired at noon, 23 August, and that neither side respected the agreement. Since the FFI had few supplies and little ammunition and was holding the city on bluff and nerve, the Resistance leaders feared that the Germans were gathering strength to regain control of the city and bring destruction to it upon the termination of the truce. To avoid bloodshed, it was essential that Allied soldiers enter the city promptly at noon, 23 August.",
        "Paragraph_34": "Unaware that the reports were not entirely accurate, the Allied command reached the conclusion that if the Allies moved into Paris promptly, before guerrilla warfare was resumed, Choltitz would withdraw, and thus the destruction of the bridges and historic monuments that would ensue if he had to fight either the Resistance or the Allies would be avoided. Since the available \"information indicated that no great battle would take place,\" General Eisenhower changed his mind and decided to send reinforcement to the FFI in order to repay that military organization, as he later said, for \"their great assistance,\" which had been \"of inestimable value in the campaign.\" Reinforcement, a legitimate military action, thus, in Eisenhower's mind, transferred from the political to the military realm and made it acceptable.",
        "Paragraph_35": "To make certain that Choltitz understood his role in , an intelligence officer of the \"Economic Branch\" of the U.S. Service was dispatched to confirm with Choltitz the \"arrangement\" that was to save the city from damage. The Allies expected Choltitz to evacuate Paris at the same time that Allied troops entered, \"provided that he did not become too much involved in fighting the French uprising.\" The time selected for the simultaneous departure and entry was the supposed time the truce expired--noon, 23 August.",
        "Paragraph_36": "Since a civil affairs commitment was an inescapable corollary of the decision to liberate Paris, General Eisenhower ordered 23,000 tons of food and 3,000 tons of coal dispatched to the city immediately. General Bradley requested SHAEF to prepare to send 3,000 tons of these supplies by air. The British also made plans to fulfill their part of the responsibility.",
        "Paragraph_37": "The decision made, Bradley flew to Hodges' First Army headquarters late in the afternoon of 22 August to get the action started. Finding Leclerc awaiting him at the airstrip with an account of his differences with Gerow over Guillebon's movement to Paris, Bradley informed Leclerc that General Eisenhower had just decided to send the French armored division to liberate Paris at once. Off the hook of disobedience, Leclerc hastened to his command post, where his joyous shout to the division G-3, \"Gribius, . . . mouvement immédiat sur Paris!\" announced that a four-year dream was finally about to come true."
      },
      "Footnote_References": [60, 61, 62, 63, 64, 65],
      "Place_Name": ["Paris", "Hôtel Meurice"],
      "Dates": {
        "Date_group_of_event": "22 Aug 1944",
        "Source_date_group_of_event": "Source Link: https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-29.html",
        "Zulu_date_group_of_event": "22 Aug 1944 (BST)"
      },
      "TOE": {
        "Unit": "2d French Armored Division",
        "Unit_Nationality": "FR",
        "Command_Structure": {
          "Unit": "First Army",
          "Commander": {
            "Name": "Courtney H. Hodges",
            "Rank": "Lieutenant General"
          }
        },
        "Subordinates": [
          {
            "Unit": "2d French Armored Division",
            "Name": "Jacques-Philippe Leclerc",
            "Rank": "General",
            "Biographical_reference": "https://en.wikipedia.org/wiki/Philippe_Leclerc_de_Hautclocque"
          }
        ]
      },
      "Casualties": {
        "Allied": {"Allied_US_KIA": 0, "Allied_US_WIA": 0, "Allied_US_Missing": 0, "Allied_US_Unspecified_Casualties": 0, "Allied_US_Prisoner_of_War": 0},
        "Axis": {"Axis_DE_KIA": 0, "Axis_DE_WIA": 0, "Axis_DE_Missing": 0, "Axis_DE_Unspecified_Casualties": 0, "Axis_DE_Prisoner_of_War": 0}
      },
      "Media": [
        {
          "Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/img/USA-E-Breakout-p605.jpg",
          "Description": "Allied Airlift, planned on 22 August, began delivery of food and fuel to the people of Paris on 27 August.",
          "License": "Public domain (US Government publication)"
        }
      ],
      "Place": [
        {
          "Place_Name": "Paris, France",
          "Place_GPS_coordinate": "48.8566 N, 2.3522 E"
        }
      ],
      "Weather": [
        {
          "Place_Name": "Paris, France",
          "Place_GPS_coordinate": "48.8566 N, 2.3522 E",
          "Weather_text": "Not specified in source; typical mid-August regional conditions included warm temperatures (approximately 20-25°C highs) and variable precipitation.",
          "Spatial_Bounding_Box Coordinates": {"West": 0.3522, "East": 4.3522, "South": 47.8566, "North": 49.8566}
        }
      ]
    }
  ],
  "Footnotes": {
    "Footnote": [
      {
        "Footnote": "50",
        "Footnote_Number": 50,
        "Footnote_Text": "Choltitz, Brennender Paris, p. 28.",
        "Footnote_Referenced_Source": "Dietrich von Choltitz, Brennender Paris (Vowinckel Verlag, 1951), p. 28",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "DE"
      },
      {
        "Footnote": "51",
        "Footnote_Number": 51,
        "Footnote_Text": "FFI Rpt, Paris, Aug.",
        "Footnote_Referenced_Source": "FFI Report, Paris, August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "FR"
      },
      {
        "Footnote": "52",
        "Footnote_Number": 52,
        "Footnote_Text": "Patton, War as I Knew It, p. 124.",
        "Footnote_Referenced_Source": "George S. Patton, War as I Knew It (Boston: Houghton Mifflin Company, 1947), p. 124",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "53",
        "Footnote_Number": 53,
        "Footnote_Text": "FFI Rpt, Paris, Aug.",
        "Footnote_Referenced_Source": "FFI Report, Paris, August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "FR"
      },
      {
        "Footnote": "54",
        "Footnote_Number": 54,
        "Footnote_Text": "FFI Rpt, Paris, Aug.",
        "Footnote_Referenced_Source": "FFI Report, Paris, August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "FR"
      },
      {
        "Footnote": "55",
        "Footnote_Number": 55,
        "Footnote_Text": "Eisenhower, Crusade in Europe, p. 279.",
        "Footnote_Referenced_Source": "Dwight D. Eisenhower, Crusade in Europe (Garden City, N.Y.: Doubleday & Company, Inc., 1948), p. 279",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "56",
        "Footnote_Number": 56,
        "Footnote_Text": "CCS Msg, 16 Aug 44.",
        "Footnote_Referenced_Source": "Combined Chiefs of Staff Message, 16 August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "57",
        "Footnote_Number": 57,
        "Footnote_Text": "Koenig Msg, 21 Aug 44.",
        "Footnote_Referenced_Source": "General Koenig Message, 21 August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "FR"
      },
      {
        "Footnote": "58",
        "Footnote_Number": 58,
        "Footnote_Text": "Eisenhower Ltr to Marshall, 22 Aug 44.",
        "Footnote_Referenced_Source": "General Eisenhower Letter to General Marshall, 22 August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "59",
        "Footnote_Number": 59,
        "Footnote_Text": "Bradley, A Soldier's Story, p. 377.",
        "Footnote_Referenced_Source": "Omar N. Bradley, A Soldier's Story (New York: Henry Holt and Company, 1951), p. 377",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "60",
        "Footnote_Number": 60,
        "Footnote_Text": "FFI Rpt, Paris, Aug.",
        "Footnote_Referenced_Source": "FFI Report, Paris, August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "FR"
      },
      {
        "Footnote": "61",
        "Footnote_Number": 61,
        "Footnote_Text": "Eisenhower, Crusade in Europe, p. 279.",
        "Footnote_Referenced_Source": "Dwight D. Eisenhower, Crusade in Europe (Garden City, N.Y.: Doubleday & Company, Inc., 1948), p. 279",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "62",
        "Footnote_Number": 62,
        "Footnote_Text": "Eisenhower, Crusade in Europe, p. 280.",
        "Footnote_Referenced_Source": "Dwight D. Eisenhower, Crusade in Europe (Garden City, N.Y.: Doubleday & Company, Inc., 1948), p. 280",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "63",
        "Footnote_Number": 63,
        "Footnote_Text": "Econ Br Rpt, Paris, Aug.",
        "Footnote_Referenced_Source": "Economic Branch Report, Paris, August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "64",
        "Footnote_Number": 64,
        "Footnote_Text": "SHAEF Msgs, 22–23 Aug 44.",
        "Footnote_Referenced_Source": "SHAEF Messages, 22–23 August 1944",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "US"
      },
      {
        "Footnote": "65",
        "Footnote_Number": 65,
        "Footnote_Text": "Leclerc, Leclerc et la 2e DB, p. 150.",
        "Footnote_Referenced_Source": "General Leclerc records, Leclerc et la 2e DB, p. 150",
        "Web_Link": null,
        "Web_Link_Capture_Date": null,
        "NonDigital_Library_Source": null,
        "NonDigital_Library_References": null,
        "Source_Type": "FR"
      }
    ]
  },
  "Source_Footnote_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/fn29.html",
  "Source_Footnote_Link_Capture_Date": "2025-12-29",
  "Source_Link": "https://www.ibiblio.org/hyperwar/USA/USA-E-Breakout/USA-E-Breakout-29.html",
  "Source_Link_Capture_Date": "2025-12-29"
}